{
    "(Estimated) Date of completion": "(Odhad) Datum dokončení",
    "(Estimated) Starting date of implementation": "(Odhad) Datum zahájení realizace",
    "<b>Analysis</b> is meant to be repeated <b>over time</b> alongside the early stages of city planning or projects’ preparation\\n process and can also serve as a <b>stand-alone capacity building resource</b> enabling a concise overview of new and innovative\\n financing instruments and an interpretation of their mechanisms and areas of application.": "<b>Analýza</b> se má <b>v průběhu času</b> opakovat spolu s ranými fázemi plánování města nebo přípravy projektů \\n proces a může také sloužit jako <b>samostatný zdroj pro budování kapacit</b> umožňující stručný přehled nových a inovativních \\n nástroje financování a výklad jejich mechanismů a oblastí použití.",
    "<b>First-time user?</b> Check out the :GuidelinesLink.": "<b>První uživatel?</b> Podívejte se na :GuidelinesLink.",
    "<b>This application requires cookies to function</b> properly. As such, the application will store cookies on your device, while using it.<br />\\n You can configure your browser to block the use of cookies, but that might render this application unusable for you.<br />\\n Some of these cookies might be retained for a few days, but if you wish, you can manually delete them from your browser earlier, once you're done using the application.<br />\\n <i>Please note that deleting your cookies will also instantly log you out.</i><br />": "<b>Tato aplikace vyžaduje ke správnému fungování cookies</b>. Aplikace jako taková uloží cookies na vašem zařízení při jeho používání. <br />\\n Svůj prohlížeč můžete nakonfigurovat tak, aby blokoval používání cookies, ale to by pro vás mohlo způsobit nepoužitelnou aplikaci. <br />\\n Některé z těchto cookies mohou být několik dní uchovány, ale pokud si přejete, můžete je ručně odstranit z prohlížeče dříve, jakmile aplikaci dokončíte. <br />\\n <i>Vezměte prosím na vědomí, že smazáním cookies budete také okamžitě odhlášeni.</i><br />",
    "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Need help using the app?</b> Check out the :GuidelinesLink!</span>\\n <span><b>Need further support or to contact us?</b> Email us: rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Want to look at the app's code?</b> Check out our :RepoLink!</span>\\n </div>": "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Potřebujete pomoc s používáním aplikace?</b> Podívejte se na</span> :GuidelinesLink</p>! \\n <span><b>Potřebujete další podporu nebo nás kontaktujte?</b></span> Email</p> nás: rdmtool.teeslab [at] unipi.gr\\n <span><b>Chcete se podívat na kód aplikace?</b> Podívejte se na naše</span> :RepoLink</p>! \\n</div>",
    "<i>Please note that this process is not automated and might take a few days</i>.<br />\\n If you are looking to delete specific information, please refer to the <i>\"Data retention\"</i> section,\\n as you might be able to take advantage of the application's functions to delete what you need in an automated way.": "<i>Upozorňujeme, že tento proces není automatický a může trvat několik dní</i>. <br />\\n Pokud chcete smazat konkrétní informace, přečtěte si část <i>„Uchovávání údajů“</i>, \\n protože možná budete moci využít funkcí aplikace k automatickému odstranění toho, co potřebujete.",
    "Additionally, during your analyses, we collect the following:": "Kromě toho během vašich analýz shromažďujeme následující:",
    "Already registered?": "Již zaregistrované?",
    "Analysis Actions": "Analytické akce",
    "Analysis deleted successfully!": "Analýza byla úspěšně smazána!",
    "Answers edited successfully!": "Odpovědi byly úspěšně upraveny!",
    "Answers saved successfully!": "Odpovědi byly úspěšně uloženy!",
    "Are Budgetary Rules for public and regional authorities revised to exclude financing schemes (e.g. EPC) from debt quota obligations?": "Jsou rozpočtová pravidla pro veřejné a regionální orgány revidována tak, aby byla vyloučena schémata financování (např EPC) z dluhových kvót?",
    "Are city's own capital requirements (e.g. available city budget) sufficient to implement the financing scheme?": "Jsou vlastní kapitálové požadavky města (např. dostupný rozpočet města) dostatečné k realizaci schématu financování?",
    "Are subsidies, tax benefits, or other incentives and obligations(e.g energy savings, EEOs, etc) available for private project investors and lenders?": "Jsou dotace, daňové výhody nebo jiné pobídky a povinnosti (např. úspory energie, EEOs atd.) dostupné pro soukromé investory a věřitele projektů?",
    "Are your city's SECAP related projects and initiatives adequately disseminated to prospect investors and actors?": "Jsou tvého města SECAP související projekty a iniciativy adekvátně šířeny mezi potenciálními investory a aktéry?",
    "Are you sure you want to delete this analysis?": "Opravdu chcete tuto analýzu smazat?",
    "auth.failed": "Tyto přihlašovací údaje neodpovídají našim záznamům.",
    "auth.password": "Zadané heslo je nesprávné.",
    "auth.throttle": "Příliš mnoho pokusů o přihlášení. Zkuste to prosím znovu v :seconds sekundy.",
    "Authority/Agency": "Úřad/Agentura",
    "authority/agency": "orgán/agentura",
    "Cancel": "zrušení",
    "Can your municipality capitalize from lending institutions to support your city's project implementation?": "Může vaše obec využít úvěrových institucí na podporu realizace projektů vašeho města?",
    "CBP": "CBP",
    "City/Region": "Město/region",
    "city/region": "město/region",
    "Confirm Password": "Potvrďte heslo",
    "Continue to the Quick Finance Readiness Check": "Pokračujte na Quick Finance Readiness Check",
    "Cookies are small text files that a website may store on your device when you visit.": "Cookies jsou malé textové soubory, které může webová stránka uložit do vašeho zařízení, když ji navštívíte.",
    "Country": "Země",
    "Create": "Vytvořit",
    "Create new analysis": "Vytvořte novou analýzu",
    "Cross-Sectoral": "Meziodvětvové",
    "Cross Sectoral": "Meziodvětvový",
    "current page & title": "aktuální stránka a název",
    "Current Password": "Aktuální heslo",
    "current questionnaire title (where it applies)": "aktuální název dotazníku (kde platí)",
    "Data retention": "Uchovávání dat",
    "Data safety": "Bezpečnost dat",
    "Delete": "Vymazat",
    "detect, prevent and address potential security issues concerning our services": "detekovat, předcházet a řešit potenciální bezpečnostní problémy týkající se našich služeb",
    "Development": "Rozvoj",
    "Does the city have a history on default on debt?": "Má město historii nesplácení dluhů?",
    "Does the municipality plan to sub-contract its roles and responsibilities with respect to project implementation, and/or transfer all or part of the necessary proceeds,  to a third implementing entity either internal or external?": "Plánuje obec zadat své role a povinnosti s ohledem na realizaci projektu subdodavatelům a/nebo převést všechny nebo část nezbytných výnosů na třetí prováděcí subjekt, ať už interní nebo externí?",
    "Does the public stance support your city's project related investments within the planned timeframe?": "Podporuje veřejnost v plánovaném časovém horizontu projektové investice vašeho města?",
    "Does your city's financing strategy analyze both public and private, domestic and international, potential funding sources for supporting the priorities identified?": "Analyzuje finanční strategie vašeho města veřejné i soukromé, domácí i mezinárodní potenciální zdroje financování pro podporu stanovených priorit?",
    "Does your city's project demonstrate a clear national ownership and national direction on its strategic priorities, with a long-term finance orientation, considering potential options for refinancing or repaying investment (e.g. through energy bills or taxation etc)?": "Demonstruje projekt vašeho města jasnou národní odpovědnost a národní směřování, pokud jde o jeho strategické priority, s dlouhodobou finanční orientací, zvažující potenciální možnosti refinancování nebo splácení investic (např. prostřednictvím účtů za energii nebo zdanění atd.)?",
    "Does your city's project demonstrate a national investment prioritization process directly supported by existing municipal budgets and/or dedicated national or international funding sources?": "Demonstruje projekt vašeho města národní investiční prioritní proces přímo podporovaný stávajícími rozpočty obcí a/nebo vyhrazenými národními či mezinárodními zdroji financování?",
    "Does your city's project describe how priority objectives will be translated into specific concept notes, utilizing new financial instruments or mobilizing large scale finance from third development partners in the future?": "Popisuje projekt vašeho města, jak budou prioritní cíle převedeny do konkrétních koncepčních poznámek, s využitím nových finančních nástrojů nebo mobilizací rozsáhlých finančních prostředků od třetích rozvojových partnerů v budoucnu?",
    "Does your city have a SECAP or other similar sustainable plan or strategy?": "Má vaše město a SECAP nebo jiný podobný udržitelný plán nebo strategie?",
    "Does your municipality have the appropriate (multi-departmental) structure responsible for the ultimate oversight, including co-ordination, monitoring, performance risks management etc, over your city's project efficient implementation?": "Má vaše obec vhodnou (vícerezortní) strukturu odpovědnou za konečný dohled, včetně koordinace, monitorování, řízení rizik výkonnosti atd., nad efektivní implementací projektu vašeho města?",
    "Does your municipality have the necessary capacity to conduct business development activities among which investigating alternative funding sources?": "Má vaše obec nezbytnou kapacitu k provádění činností v oblasti rozvoje podnikání, mezi nimiž je zkoumání alternativních zdrojů financování?",
    "Does your municipality have the necessary know-how and/or technical expertise to support the implementation of the respective financing scheme?": "Má vaše obec potřebné know-how a/nebo technické znalosti na podporu implementace příslušného schématu financování?",
    "Does your municipality have the necessary resources to support your city's project development and implementation within the planned timeframe?": "Má vaše obec potřebné zdroje na podporu rozvoje a realizace projektů vašeho města v plánovaném časovém rámci?",
    "Do ownership issues with regard to city's assets (e.g. buildings) facilitate the implementation of your city's project related investments in these assets?": "Usnadňují vlastnictví majetku města (např. budov) realizaci projektových investic vašeho města do tohoto majetku?",
    "Do public procurement procedures facilitate sustainable energy investments adequately?": "Usnadňují postupy zadávání veřejných zakázek investice do udržitelné energie přiměřeně?",
    "Download results": "Stáhněte si výsledky",
    "Edit Profile": "Upravit profil",
    "Email": "Email",
    "Email address": "Email adresa",
    "Email Password Reset Link": "Email Odkaz na resetování hesla",
    "Failed to delete analysis!": "Smazání analýzy se nezdařilo!",
    "Failed to save answers!": "Odpovědi se nepodařilo uložit!",
    "For each <b>sector of recommendation</b>, there are specific <b>innovative financing schemes</b> that could be best employed.": "Pro každý <b>sektor doporučení</b> existují specifické <b>inovativní systémy financování</b>, které lze nejlépe využít.",
    "For each <b>specific scheme</b> an easy-to-grasp checklist of selected decision criteria identifies an <b>ease of implementation\\n rate (%)</b>, based on the <b>project-specific characteristics</b> and the <b>general framework conditions</b>.": "U každého <b>konkrétního schématu</b> snadno uchopitelný kontrolní seznam vybraných rozhodovacích kritérií identifikuje <b>snadnost implementace \\n míra (%)</b> na základě <b>specifických charakteristik projektu</b> a <b>obecných rámcových podmínek</b>.",
    "forgot password?": "zapomenuté heslo?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password\\n reset link that will allow you to choose a new one.": "Zapomněli jste heslo? Žádný problém. Dejte nám vědět svou e-mailovou adresu a my vám zašleme heslo \\n resetovat odkaz, který vám umožní vybrat nový.",
    "For the application to function": "Aby aplikace fungovala",
    "For this please also see our template on calculating financial indicators that you can find on our website.": "Prohlédněte si k tomu také naši šablonu pro výpočet finančních ukazatelů, kterou najdete na našich webových stránkách.",
    "fulfil our legal obligations": "plnit naše zákonné povinnosti",
    "General Information": "Obecná informace",
    "Google Analytics Opt-out Browser Add-on": "Google Analytics Odhlásit se z doplňku prohlížeče",
    "Great! You have gathered and prepared all or most of the relevant information needed. Your project is financially ready.\\n You can now approach investors of financing institutions or proceed with setting up your planned financing scheme.": "Skvělý! Shromáždili a připravili jste všechny nebo většinu potřebných relevantních informací. Váš projekt je finančně připraven. \\n Nyní můžete oslovit investory financujících institucí nebo pokračovat v nastavení plánovaného schématu financování.",
    "Guest mode: log in if you want your analyses to be saved!": "Režim hosta: přihlaste se, pokud chcete, aby byly vaše analýzy uloženy!",
    "Guidelines": "Směrnice",
    "Has a baseline <strong>energy consumption</strong> been determined?": "Byla stanovena základní <strong>spotřeba energie</strong>?",
    "Has your city's project been formally validated by your City's Council at a high political level?": "Byl projekt vašeho města formálně schválen zastupitelstvem vašeho města na vysoké politické úrovni?",
    "Have you assessed any <strong>challenging regulations or policies</strong> that could pose a risk or barrier for your project?": "Posoudili jste nějaké <strong>náročné předpisy nebo zásady</strong>, které by mohly představovat riziko nebo překážku pro váš projekt?",
    "Have you assessed any existing <strong>helpful regulations or policies</strong> that can support the development of your project?": "Posoudili jste nějaké stávající <strong>užitečné předpisy nebo zásady</strong>, které mohou podpořit rozvoj vašeho projektu?",
    "Have you assessed the <strong>market conditions</strong> for your project including <strong>incentives and potential barriers</strong>?": "Posoudili jste <strong>tržní podmínky</strong> pro váš projekt včetně <strong>pobídek a potenciálních překážek</strong>?",
    "Have you calculated the <strong>expected revenues from energy savings</strong> and/or <strong>the expected revenues from the selling of renewable energy</strong> generated by your project over its lifetime?": "Spočítali jste <strong>očekávané výnosy z úspor energie</strong> a/nebo <strong>očekávané výnosy z prodeje obnovitelné energie</strong> generované vaším projektem za dobu jeho životnosti?",
    "Have you calculated your <strong>total investment costs</strong> for the project?": "Spočítali jste <strong>celkové investiční náklady</strong> na projekt?",
    "Have you defined the <strong>measures</strong> that you intend to implement in your project?": "Definovali jste <strong>opatření</strong>, která hodláte ve svém projektu zavést?",
    "Have you determined the <strong>payback period</strong> for your project?": "Stanovili jste <strong>dobu návratnosti</strong> vašeho projektu?",
    "Have you determined the energy savings and/or renewable energy production resulting from your planned measures?": "Stanovili jste úspory energie a/nebo výrobu obnovitelné energie vyplývající z vašich plánovaných opatření?",
    "Have you developed a <strong>budget</strong> with all the costs for your project including operating costs?": "Máte vypracovaný <strong>rozpočet</strong> se všemi náklady na váš projekt včetně provozních nákladů?",
    "Have you developed a <strong>risk analysis</strong> of potential risks or negative impacts your project might have?": "Vypracovali jste <strong>analýzu rizik</strong> potenciálních rizik nebo negativních dopadů, které by váš projekt mohl mít?",
    "Have you developed a <strong>working plan or roadmap</strong> for the implementation of the project outlining the different steps and responsibilities?": "Vytvořili jste <strong>pracovní plán nebo plán</strong> pro realizaci projektu, který nastiňuje různé kroky a odpovědnosti?",
    "Have you developed an overview of the <strong>governance structure</strong> of the project, including roles and responsibilities and decision-making processes?": "Vytvořili jste přehled o <strong>struktuře řízení</strong> projektu, včetně rolí a odpovědností a rozhodovacích procesů?",
    "Help & Support": "Nápověda a podpora",
    "Home": "Domov",
    "How we process your information": "Jak zpracováváme vaše údaje",
    "if you're in editing mode (where it applies)": "pokud jste v režimu úprav (kde to platí)",
    "Implementation": "Implementace",
    "In addition, Google Analytics uses cookies to function. For more information, please refer to the section <i>\"What data we collect\"</i>.": "navíc Google Analytics používá cookies fungovat. Další informace naleznete v části <i>„Jaké údaje shromažďujeme“</i>.",
    "In addition, we gather <b>analytics</b> data (using Google Analytics 4) in order to prepare <b>aggregated, anonymized statistics on visitor’s activity</b>.\\n This data includes basic information about your device/browser (e.g. language), your region/country (<i>not</i> granular location or IP address),\\n and information as you browse the website and perform certain actions (e.g. view results, edit stored information); specifically:": "Kromě toho shromažďujeme <b>analytická</b> data (pomocí Google Analytics 4) za účelem přípravy <b>agregovaných, anonymizovaných statistik o aktivitě návštěvníků</b>. \\n Tato data zahrnují základní informace o vašem zařízení/prohlížeči (např. jazyk), vaší oblasti/země ( <i>nikoli</i> podrobnou polohu nebo IP adresu), \\n a informace při procházení webu a provádění určitých akcí (např. zobrazení výsledků, úprava uložených informací); konkrétně:",
    "In case the municipality plans to sub-contract and/or transfer all or part of the necessary proceeds, to a private third implementing entity is a clear explanation of the contractual arrangements, including transactional flow and/or flow of information, in place?": "V případě, že obec plánuje uzavřít subdodavatelskou smlouvu a/nebo převést všechny nebo část nezbytných výnosů, je na soukromý třetí prováděcí subjekt jasné vysvětlení smluvních ujednání, včetně transakčního toku a/nebo toku informací?",
    "Innovative financing is an option for urban climate and sustainable development projects,\\n but cities, municipalities and regions need to know how to activate and use it.\\n The Recommendation-Decision Matrix tool is working to that effect!": "Inovativní financování je možností pro projekty městského klimatu a udržitelného rozvoje, \\n města, obce a kraje však potřebují vědět, jak jej aktivovat a využívat. \\n The Recommendation-Decision Matrix tool pracuje v tomto smyslu!",
    "innovative financing schemes": "inovativní systémy financování",
    "In order to calculate the impacts of your project, you need to know your baseline energy consumption before the implementation of any measures.": "Abyste mohli vypočítat dopady vašeho projektu, musíte před implementací jakýchkoli opatření znát svou výchozí spotřebu energie.",
    "In order to calculate the revenues of your project you need to have a clear understanding of your impacts in terms of energy savings and/or renewable energy produced.": "Abyste mohli vypočítat výnosy vašeho projektu, musíte mít jasnou představu o vašich dopadech z hlediska úspor energie a/nebo vyrobené obnovitelné energie.",
    "Is a Steering Committee or similar internal mechanism in place or planned as a governing body to fully oversee and guide your city's project implementation?": "Je řídící výbor nebo podobný interní mechanismus zaveden nebo plánován jako řídící orgán, který bude plně dohlížet a řídit realizaci projektu vašeho města?",
    "Is co-financing available and complete detail provided in your city's project proposal budget?": "Je k dispozici spolufinancování a jsou uvedeny úplné podrobnosti v rozpočtu návrhu projektu vašeho města?",
    "Is the city's cooperation and communication with non-traditional investment actors (e.g. ESCOs) sufficient to implement the respective scheme?": "Je spolupráce a komunikace města s netradičními investičními aktéry (např ESCOs) dostatečné k provedení příslušného režimu?",
    "Is the city's cooperation and communication with public actors for SECAP or other investment projects adequate so as to implement the financing scheme?": "Je spolupráce a komunikace města s veřejnými aktéry pro SECAP nebo jiné investiční projekty, které jsou vhodné pro realizaci finančního schématu?",
    "Is the city's cooperation and communication with traditional private actors for SECAP or other investment projects (e.g. banks, utilities, energy providers, etc) sufficient in order to implement the scheme?": "Je pro město spolupráce a komunikace s tradičními soukromými aktéry SECAP nebo jiné investiční projekty (např. banky, veřejné služby, poskytovatelé energie atd.), které jsou dostatečné pro realizaci programu?",
    "Is the city's personnel for project underwriting &amp; evaluation sufficient to support the implementation of the respective financing scheme?": "Je personál města pro upisování a hodnocení projektů dostatečný k podpoře realizace příslušného schématu financování?",
    "Is the process to gain a construction/renovation permit fast and efficient?": "Je proces získání stavebního/renovačního povolení rychlý a efektivní?",
    "Is the typical nominal bank lending rate relatively low?": "Je typická nominální úroková sazba bankovních úvěrů relativně nízká?",
    "Is your city's project anticipated duration and implementation schedule reasonable and fully coordinated with all relevant investment actors and stakeholders involved?": "Je předpokládaná doba trvání projektu vašeho města a harmonogram realizace přiměřené a plně koordinované se všemi relevantními investičními aktéry a zúčastněnými stranami?",
    "It is important to understand which political factors or regulations can positively influence your project, including e.g. financial and regulatory incentives for energy efficiency measures, one-stop-shops, equal opportunities for public procurement, facilitated licensing for renewable energy projects, etc.": "Je důležité porozumět tomu, které politické faktory nebo předpisy mohou pozitivně ovlivnit váš projekt, včetně např. finančních a regulačních pobídek pro opatření v oblasti energetické účinnosti, jednotných kontaktních míst, rovných příležitostí pro veřejné zakázky, usnadnění udělování licencí pro projekty obnovitelné energie atd.",
    "It is important to understand which political factors or regulations negatively influence your project, such as e.g. long and bureaucratic licensing processes, requirements for impact assessments, land-use and ownership barriers etc.": "Je důležité porozumět tomu, které politické faktory nebo předpisy negativně ovlivňují váš projekt, jako jsou např. dlouhé a byrokratické licenční procesy, požadavky na posouzení dopadů, překážky využití půdy a vlastnictví atd.",
    "Learning Handbooks": "Výukové příručky",
    "Legal ground for processing your data": "Právní základ pro zpracování vašich údajů",
    "Legislative": "Legislativní",
    "Log In": "Přihlásit se",
    "Log in to save and view your analyses": "Pro uložení a zobrazení analýz se přihlaste",
    "Log Out": "Odhlásit se",
    "Menu": "Jídelní lístek",
    "Monitoring": "Sledování",
    "More information required. You still lack much for the required information before you can consider your project financially ready.\\n Please make sure to prepare the missing information. The more information you have prepared the easier it will be to obtain financial means for your project.": "Vyžaduje se další informace. Stále vám chybí mnoho požadovaných informací, než budete moci považovat svůj projekt za finančně připravený. \\n Nezapomeňte si připravit chybějící informace. Čím více informací budete mít připravených, tím snazší bude získat finanční prostředky pro váš projekt.",
    "My Analyses": "Moje analýzy",
    "My analyses": "Moje analýzy",
    "Name": "název",
    "new password": "nové heslo",
    "New Password": "nové heslo",
    "Next": "další",
    "No": "Ne",
    "No analyses completed yet!": "Dosud nebyly dokončeny žádné analýzy!",
    "None of this data contains personally identifiable information or specific data you submitted.": "Žádné z těchto údajů neobsahují osobně identifikovatelné informace nebo konkrétní údaje, které jste odeslali.",
    "Normative": "Normativní",
    "No sensitive information gets collected by this application.": "Tato aplikace neshromažďuje žádné citlivé informace.",
    "Note: The translations provided by this application have been automatically generated through the Google Cloud Translation API and the DeepL API.": "Poznámka: Překlady poskytované touto aplikací byly automaticky generovány prostřednictvím Google Cloud TranslationAPI a DeepLAPI.",
    "Not registered?": "Neregistrovaný?",
    "OK": "OK",
    "outbound link text/destination (where it applies)": "text/cíl odchozího odkazu (tam, kde to platí)",
    "pagination.next": "Další \"",
    "pagination.previous": "« Předchozí",
    "Partially": "Částečně",
    "Password": "Heslo",
    "passwords.reset": "Vaše heslo bylo resetováno.",
    "passwords.sent": "Poslali jsme vám e-mailem odkaz pro obnovení hesla.",
    "passwords.throttled": "Před dalším pokusem počkejte.",
    "passwords.token": "Tento token pro resetování hesla je neplatný.",
    "passwords.user": "Nemůžeme najít uživatele s touto e-mailovou adresou.",
    "Phase": "Fáze",
    "plan/strategy": "plán/strategii",
    "Please confirm deletion": "Potvrďte prosím smazání",
    "Policy updates": "Aktualizace zásad",
    "previous page & title (<i>only</i> if it was still within this application)": "předchozí stránka a název ( <i>pouze</i> pokud byl stále v této aplikaci)",
    "Privacy Policy": "Zásady ochrany osobních údajů",
    "Private Buildings": "Soukromé budovy",
    "Proceed without an account": "Pokračujte bez účtu",
    "Profile info saved successfully!": "Informace o profilu byly úspěšně uloženy!",
    "Project Description": "Popis projektu",
    "Project title": "Název projektu",
    "Project Title": "Název projektu",
    "project title": "Název projektu",
    "PROSPECT+": "PROSPECT+",
    "protect your vital interests or the vital interests of a third party, such as situations involving potential threads to a person's safety": "chránit vaše životně důležité zájmy nebo životně důležité zájmy třetí strany, jako jsou situace zahrnující potenciální ohrožení bezpečnosti osoby",
    "provide this service to you, as requested": "poskytnout vám tuto službu, jak je požadováno",
    "Public Buildings": "Veřejné budovy",
    "Public Lighting": "Veřejné osvětlení",
    "Public Lightning": "Veřejné blesky",
    "Quick Finance Readiness Check": "Quick Finance Readiness Check",
    "Recommendation-Decision Matrix": "Recommendation-Decision Matrix",
    "Recommendation-Decision Matrix tool User Guide": "Recommendation-Decision Matrix tool Uživatelská příručka",
    "Register": "Registrovat",
    "Remember me": "Zapamatuj si mě",
    "repository": "úložiště",
    "Reset Password": "Obnovit heslo",
    "Save": "Uložit",
    "Save & show results": "Uložit a zobrazit výsledky",
    "Sector": "Sektor",
    "Select": "Vybrat",
    "Select language": "Zvolte jazyk",
    "Select sector for your analysis:": "Vyberte sektor pro vaši analýzu:",
    "Show results": "Ukázat výsledky",
    "Start!": "Start!",
    "Start a new analysis": "Spusťte novou analýzu",
    "Technical or Non-technical": "Technické nebo netechnické",
    "Thank you for using the PROSPECT+ Decision Matrix Tool to check which financing scheme will be the most suitable for your local authority to implement the planned\\n or ongoing local sustainable energy project for your city. Please note that all results have been automatically determined based on your answers, indicating an ease of\\n implementation rate (%) for each available financing scheme against the general framework conditions. More information on the set of financing alternatives is also\\n available on the PROSPECT+ :PPLearningHandbooksLink.": "Děkujeme, že používáte PROSPECT+ Nástroj rozhodovací matice ke kontrole toho, které schéma financování bude pro váš místní úřad nejvhodnější k realizaci plánovaného projektu \\n nebo probíhající místní projekt udržitelné energie pro vaše město. Vezměte prosím na vědomí, že všechny výsledky byly stanoveny automaticky na základě vašich odpovědí, což ukazuje na jednoduchost \\n míra plnění (%) pro každý dostupný režim financování oproti obecným rámcovým podmínkám. Další informace o souboru alternativ financování jsou také \\n k dispozici na PROSPECT+:PPLearningHandbooksLink.",
    "The <b>Recommendation-Decision Matrix tool</b> has been developed in :PROSPECTplusLink, a capacity-building HORIZON 2020 project aiming at bringing\\n together EU municipalities and empowering them to make more informed decisions on implementing their local energy and climate plans\\n (e.g. SEAPs, SECAPs, etc.) by using the appropriate :PPLearningProgrammeLink.": "<b>Recommendation-Decision Matrix tool</b> byl vyvinut v :PROSPECTplusLink, budování kapacit HORIZON 2020 projekt, jehož cílem je přinést \\n spojovat obce EU a zmocňovat je k přijímání informovanějších rozhodnutí o provádění jejich místních energetických a klimatických plánů \\n (např SEAPs, SECAPs, atd.) pomocí příslušného :PPLearningProgrammeLink.",
    "The <b>Recommendation-Decision Matrix tool</b> is designed to support local governments on their <b>first\\n decision-making steps</b> against a wide array of <b>innovative schemes</b> for financing their climate and\\n sustainability actions. A <b>practical</b> and <b>easy-to-use tool</b>, <b>free</b> and <b>accessible</b> to all local and regional\\n authorities and their implementing agencies, who are looking at ways to increase or diversify their funding base\\n in order to bridge their municipal infrastructure needs across <b>5 different sectors</b>:": "<b>Recommendation-Decision Matrix tool</b> je navržen tak, aby podporoval místní samosprávy při jejich <b>prvních \\n nrozhodovacích krocích</b> proti široké řadě <b>inovativních schémat</b> pro financování jejich klimatu a \\n akce udržitelnosti. <b>Praktický</b> a <b>snadno použitelný nástroj</b>, <b>bezplatný</b> a <b>přístupný</b> všem místním a regionálním \\n orgány a jejich implementační agentury, které hledají způsoby, jak zvýšit nebo diverzifikovat svou základnu financování \\n s cílem překlenout jejich potřeby komunální infrastruktury v <b>5 různých sektorech</b>:",
    "The analysis info you enter": "Údaje o analýze, které zadáte",
    "The reasons we process your information depend on how you interact with this service and include:": "Důvody, proč zpracováváme vaše údaje, závisí na vašem způsobu interakce s touto službou a zahrnují:",
    "These include all measures that result in energy savings or the production of renewable energies. You need to have a clear understanding of which measures you plan to implement in your project in order to understand the project costs and revenues.": "Patří sem všechna opatření, která vedou k úsporám energie nebo výrobě obnovitelných energií. Abyste porozuměli nákladům a výnosům projektu, musíte mít jasnou představu o tom, jaká opatření plánujete ve svém projektu implementovat.",
    "This web application was created and is hosted by <b>TEESlab</b>.": "Tato webová aplikace byla vytvořena a je provozována společností <b>TEESlab</b>.",
    "To facilitate account creation, recovery and user authentication": "Usnadnit vytvoření účtu, obnovení a ověření uživatele",
    "Transport": "Doprava",
    "Transportation": "Přeprava",
    "Type of measure": "Typ opatření",
    "type of measure": "druh opatření",
    "unexpected errors received": "přijaté neočekávané chyby",
    "Usage of cookies": "Použití cookies",
    "User Guide": "Uživatelská příručka",
    "User name": "Uživatelské jméno",
    "User password <i>(more accurately, its derivative hash)</i>": "Uživatelské heslo <i>(přesněji jeho odvozený hash)</i>",
    "validation.accepted": "The :attribute pole musí být přijato.",
    "validation.accepted_if": "The :attribute pole musí být přijato, když :other je :value.",
    "validation.url": "The :attribute pole musí být platná adresa URL.",
    "validation.after": "The :attribute pole musí být datum po :date.",
    "validation.after_or_equal": "The :attribute pole musí být datum po nebo rovno :date.",
    "validation.alpha": "The :attribute pole musí obsahovat pouze písmena.",
    "validation.alpha_dash": "The :attribute pole musí obsahovat pouze písmena, čísla, pomlčky a podtržítka.",
    "validation.alpha_num": "The :attribute pole musí obsahovat pouze písmena a čísla.",
    "validation.array": "The :attribute pole musí být pole.",
    "validation.ascii": "The :attribute pole musí obsahovat pouze jednobajtové alfanumerické znaky a symboly.",
    "validation.attributes.attribute-name": "custom-name",
    "validation.before": "The :attribute pole musí být datum před :date.",
    "validation.before_or_equal": "The :attribute pole musí být datum před nebo rovné :date.",
    "validation.between.array": "The :attribute pole musí mít mezi :min a :max položky.",
    "validation.between.file": "The :attribute pole musí být mezi :min a :max kilobajtů.",
    "validation.between.numeric": "The :attribute pole musí být mezi :min a :max.",
    "validation.between.string": "The :attribute pole musí být mezi :min a :max postavy.",
    "validation.boolean": "The :attribute pole musí být true nebo false.",
    "validation.confirmed": "The :attribute potvrzení pole se neshoduje.",
    "validation.current_password": "Heslo je nesprávné.",
    "validation.custom.attribute-name.rule-name": "vlastní zpráva",
    "validation.date": "The :attribute pole musí být platné datum.",
    "validation.date_equals": "The :attribute pole musí být datum rovné :date.",
    "validation.date_format": "The :attribute pole musí odpovídat formátu :format.",
    "validation.decimal": "The :attribute pole musí mít :decimal desetinná místa.",
    "validation.declined": "The :attribute pole musí být odmítnuto.",
    "validation.declined_if": "The :attribute pole musí být odmítnuto, když :other je :value.",
    "validation.different": "The :attribute pole a :other musí být jiný.",
    "validation.digits": "The :attribute pole musí být :digits číslic.",
    "validation.digits_between": "The :attribute pole musí být mezi :min a :max číslic.",
    "validation.dimensions": "The :attribute pole má neplatné rozměry obrázku.",
    "validation.distinct": "The :attribute pole má duplicitní hodnotu.",
    "validation.doesnt_end_with": "The :attribute pole nesmí končit jedním z následujících: :values.",
    "validation.doesnt_start_with": "The :attribute pole nesmí začínat jedním z následujících: :values.",
    "validation.email": "The :attribute pole musí být platná e-mailová adresa.",
    "validation.ends_with": "The :attribute pole musí končit jedním z následujících: :values.",
    "validation.not_in": "Vybrané :attribute je neplatný.",
    "validation.file": "The :attribute pole musí být soubor.",
    "validation.filled": "The :attribute pole musí mít hodnotu.",
    "validation.gt.array": "The :attribute pole musí mít více než :value položky.",
    "validation.gt.file": "The :attribute pole musí být větší než :value kilobajtů.",
    "validation.gt.numeric": "The :attribute pole musí být větší než :value.",
    "validation.gt.string": "The :attribute pole musí být větší než :value postavy.",
    "validation.gte.array": "The :attribute pole musí mít :value položky nebo více.",
    "validation.gte.file": "The :attribute pole musí být větší nebo rovno :value kilobajtů.",
    "validation.gte.numeric": "The :attribute pole musí být větší nebo rovno :value.",
    "validation.gte.string": "The :attribute pole musí být větší nebo rovno :value postavy.",
    "validation.image": "The :attribute pole musí být obrázek.",
    "validation.integer": "The :attribute pole musí být celé číslo.",
    "validation.in_array": "The :attribute pole musí existovat v :other.",
    "validation.ip": "The :attribute pole musí být platná adresa IP.",
    "validation.ipv4": "The :attribute pole musí být platná adresa IPv4.",
    "validation.ipv6": "The :attribute pole musí být platná adresa IPv6.",
    "validation.json": "The :attribute pole musí být platný řetězec JSON.",
    "validation.lowercase": "The :attribute pole musí být malé.",
    "validation.lt.array": "The :attribute pole musí mít méně než :value položky.",
    "validation.lt.file": "The :attribute pole musí být menší než :value kilobajtů.",
    "validation.lt.numeric": "The :attribute pole musí být menší než :value.",
    "validation.lt.string": "The :attribute pole musí být menší než :value postavy.",
    "validation.lte.array": "The :attribute pole nesmí mít více než :value položky.",
    "validation.lte.file": "The :attribute pole musí být menší nebo rovno :value kilobajtů.",
    "validation.lte.numeric": "The :attribute pole musí být menší nebo rovno :value.",
    "validation.lte.string": "The :attribute pole musí být menší nebo rovno :value postavy.",
    "validation.mac_address": "The :attribute pole musí být platná adresa MAC.",
    "validation.max.array": "The :attribute pole nesmí mít více než :max položky.",
    "validation.max.file": "The :attribute pole nesmí být větší než :max kilobajtů.",
    "validation.max.numeric": "The :attribute pole nesmí být větší než :max.",
    "validation.max.string": "The :attribute pole nesmí být větší než :max postavy.",
    "validation.max_digits": "The :attribute pole nesmí mít více než :max číslic.",
    "validation.mimetypes": "The :attribute pole musí být soubor typu: :values.",
    "validation.min.array": "The :attribute pole musí mít min :min položky.",
    "validation.min.file": "The :attribute pole musí být min :min kilobajtů.",
    "validation.min.numeric": "The :attribute pole musí být min :min.",
    "validation.min.string": "The :attribute pole musí být min :min postavy.",
    "validation.min_digits": "The :attribute pole musí mít min :min číslic.",
    "validation.missing": "The :attribute pole musí chybět.",
    "validation.missing_if": "The :attribute pole musí chybět kdy :other je :value.",
    "validation.missing_unless": "The :attribute pole musí chybět, pokud :other je :value.",
    "validation.missing_with": "The :attribute pole musí chybět kdy :values je přítomen.",
    "validation.missing_with_all": "The :attribute pole musí chybět kdy :values jsou přítomni.",
    "validation.multiple_of": "The :attribute pole musí být násobkem :value.",
    "validation.regex": "The :attribute formát pole je neplatný.",
    "validation.numeric": "The :attribute pole musí být číslo.",
    "validation.password.letters": "The :attribute pole musí obsahovat alespoň jedno písmeno.",
    "validation.password.mixed": "The :attribute pole musí obsahovat alespoň jedno velké a jedno malé písmeno.",
    "validation.password.numbers": "The :attribute pole musí obsahovat alespoň jedno číslo.",
    "validation.password.symbols": "The :attribute pole musí obsahovat alespoň jeden symbol.",
    "validation.password.uncompromised": "Dané :attribute se objevil v úniku dat. Vyberte prosím jiný :attribute.",
    "validation.present": "The :attribute pole musí být přítomno.",
    "validation.prohibited": "The :attribute pole je zakázáno.",
    "validation.prohibited_if": "The :attribute pole je zakázáno, když :other je :value.",
    "validation.prohibited_unless": "The :attribute pole je zakázáno, ledaže :other je v :values.",
    "validation.prohibits": "The :attribute pole zakazuje :other z přítomnosti.",
    "validation.required": "The :attribute políčko je vyžadováno.",
    "validation.required_array_keys": "The :attribute pole musí obsahovat položky pro: :values.",
    "validation.required_if": "The :attribute pole je povinné, když :other je :value.",
    "validation.required_if_accepted": "The :attribute pole je povinné, když :other je přijat.",
    "validation.required_unless": "The :attribute pole je povinné, pokud :other je v :values.",
    "validation.required_with": "The :attribute pole je povinné, když :values je přítomen.",
    "validation.required_without": "The :attribute pole je povinné, když :values není přítomen.",
    "validation.required_without_all": "The :attribute pole je povinné, pokud žádný z :values jsou přítomni.",
    "validation.required_with_all": "The :attribute pole je povinné, když :values jsou přítomni.",
    "validation.same": "The :attribute pole se musí shodovat :other.",
    "validation.size.array": "The :attribute pole musí obsahovat :size položky.",
    "validation.size.file": "The :attribute pole musí být :size kilobajtů.",
    "validation.size.numeric": "The :attribute pole musí být :size.",
    "validation.size.string": "The :attribute pole musí být :size postavy.",
    "validation.starts_with": "The :attribute pole musí začínat jedním z následujících: :values.",
    "validation.string": "The :attribute pole musí být řetězec.",
    "validation.timezone": "The :attribute pole musí být platné časové pásmo.",
    "validation.ulid": "The :attribute pole musí být platné ULID.",
    "validation.unique": "The :attribute již bylo pořízeno.",
    "validation.uploaded": "The :attribute se nepodařilo nahrát.",
    "validation.uppercase": "The :attribute pole musí být velká písmena.",
    "validation.uuid": "The :attribute pole musí být platné UUID.",
    "View/Edit": "Zobrazit/Upravit",
    "View/Edit Info": "Zobrazit/Upravit informace",
    "We collect the data <b>registered and logged in users directly provide</b> to us.<br />\\n More specifically, provided during registration or when editing your profile:": "Shromažďujeme údaje, které nám <b>přímo poskytují registrovaní a přihlášení uživatelé</b>. <br />\\n Konkrétněji poskytnuté při registraci nebo při úpravě vašeho profilu:",
    "We do <b>not</b> share your personal data with any third parties.<br />\\n Your anonymized site activity will be gathered by Google Analytics, as described above.": "Vaše osobní údaje <b>nesdílíme</b> s žádnými třetími stranami. <br />\\n Vaše anonymizovaná aktivita na webu bude shromažďována Google Analytics, jak je popsáno výše.",
    "We have implemented appropriate and reasonable technical security measures to secure the date we process and retain.<br />\\n However, the transmission of data between our services and your device is at your own risk.\\n You should access our services through a secure connection and device.": "Zavedli jsme vhodná a přiměřená technická bezpečnostní opatření, abychom zajistili datum, které zpracováváme a uchováváme. <br />\\n Přenos dat mezi našimi službami a vaším zařízením je však na vaše vlastní riziko. \\n K našim službám byste měli přistupovat prostřednictvím zabezpečeného připojení a zařízení.",
    "We inform you that you have the right to lodge a complaint to the competent data protection authority, pursuant to Article 77 of the Regulation\\n (EU) 2016/679, if you believe that your personal data have been processed in violation of any applicable law concerning data protection.": "Informujeme vás, že máte právo podat stížnost příslušnému úřadu pro ochranu údajů podle článku 77 Nařízení \\n(EU) 2016/679, pokud se domníváte, že vaše osobní údaje byly zpracovávány v rozporu s jakýmkoli platným zákonem o ochraně údajů.",
    "We keep the data listed above for <b>as long as necessary</b> to fulfil the purposes already described.<br />\\n When you perform <b>changes</b> your account or analysis data, the <b>previous data will not be retained</b>.<br />\\n When account or analysis data gets <b>deleted by the user</b>, we <b>do not keep</b> it on our infrastructure anymore.": "Výše uvedené údaje uchováváme po <b>dobu nezbytně nutnou</b> ke splnění již popsaných účelů. <br />\\n Když provedete <b>změny</b> ve svém účtu nebo v datech analýzy, <b>předchozí data nebudou zachována</b>. <br />\\n Když <b>uživatel odstraní</b> data účtu nebo analýzy, již je <b>neuchováváme</b> v naší infrastruktuře.",
    "We may revise this Privacy & Cookies policy from time to time, for example due to changes in our practices or for other operational,\\n legal or regulatory reasons. You should check this page occasionally to ensure you are up to date with the most current version of the policy.": "Můžeme revidovat toto Ochrana osobních údajů a Cookies čas od času, například kvůli změnám v našich postupech nebo pro jiné provozní, \\n právní nebo regulační důvody. Tuto stránku byste měli občas zkontrolovat, abyste se ujistili, že máte aktuální verzi zásad.",
    "We process your data on the legal ground that such processing is necessary to:": "Vaše údaje zpracováváme na právním základě, že takové zpracování je nezbytné pro:",
    "What data we collect": "Jaké údaje shromažďujeme",
    "When using this web application you consent to the collection, storage, processing and utilization of your information as described in this Privacy Policy.": "Používáním této webové aplikace souhlasíte se shromažďováním, ukládáním, zpracováním a používáním vašich informací, jak je popsáno v těchto Zásadách ochrany osobních údajů.",
    "When you create or edit the info of your account or analyses, we might also store <b>creation/modification timestamps</b>.": "Když vytváříte nebo upravujete informace o svém účtu nebo analýzách, můžeme také ukládat <b>časová razítka vytvoření/úpravy</b>.",
    "Where feasible, does your city's project financing strategy provide for a mix of financial instruments and/or business models to create public-private partnerships, multiple financiers and service providers (e.g. for coordinating and mobilizing resources, sharing associated investment risks etc)?": "Tam, kde je to proveditelné, poskytuje strategie financování projektů vašeho města kombinaci finančních nástrojů a/nebo obchodních modelů k vytvoření partnerství veřejného a soukromého sektoru, mnohonásobných finančních prostředků a poskytovatelů služeb (např. pro koordinaci a mobilizaci zdrojů, sdílení souvisejících investičních rizik atd.)?",
    "whether or not you're logged in": "zda jste či nejste přihlášeni",
    "Who we are": "Kdo jsme",
    "Will your city's project utilize other innovative sources, such as levies?": "Využije projekt vašeho města další inovativní zdroje, jako jsou odvody?",
    "With who we share your data": "S kým sdílíme vaše údaje",
    "Yes": "Ano",
    "You are almost there. Please make sure to provide the missing information about your planned project so that investors can quickly and easily understand\\n what the project is about. This includes most importantly the planned measures and the anticipated energy savings or renewable energy produced resulting\\n from these measures. You should also consider risks your project might face and assess challenging and supporting regulations within your country that\\n have an effect on your planned project.": "Už jste skoro tam. Ujistěte se, že jste poskytli chybějící informace o vašem plánovaném projektu, aby je investoři mohli rychle a snadno pochopit \\n o čem projekt je. To zahrnuje především plánovaná opatření a výsledné očekávané úspory energie nebo vyrobené obnovitelné energie \\n z těchto opatření. Měli byste také zvážit rizika, kterým může váš projekt čelit, a posoudit náročné a podpůrné předpisy ve vaší zemi \\n mít vliv na váš plánovaný projekt.",
    "You can change your profile info from here.<br />\\n To keep the same password, just leave the \"New Password\" field empty.<br />\\n If you wish to set a new password, you will also need to enter your current password.": "Zde můžete změnit své profilové údaje. <br />\\n Chcete-li zachovat stejné heslo, ponechte pole „Nové heslo“ prázdné. <br />\\n Pokud si přejete nastavit nové heslo, budete také muset zadat své aktuální heslo.",
    "You can request a <b>full copy</b> or the <b>full erasure</b> of your data that we retain by contacting us.<br />\\n In addition, the aforementioned data <b>erasure does not include</b> any data we are obligated to keep for <b>legal or security purposes</b>.": "Můžete požádat o <b>úplnou kopii</b> nebo <b>úplné vymazání</b> vašich údajů, které uchováváme, tím, že nás kontaktujete. <br />\\n Výše uvedené <b>vymazání údajů navíc nezahrnuje</b> žádné údaje, které jsme povinni uchovávat pro <b>právní nebo bezpečnostní účely</b>.",
    "You may <b>rectify</b> your personal data directly through the application, but you can contact us if you're unable to, in order to assert your rights.<br />\\n You may contact us in order to assert your right to find out whether your personal data is <b>being processed or restrict/object</b> to the processing thereof.": "Své osobní údaje můžete <b>opravit</b> přímo prostřednictvím aplikace, ale pokud to nemůžete udělat, můžete nás kontaktovat za účelem uplatnění svých práv. <br />\\n Můžete nás kontaktovat za účelem uplatnění svého práva na zjištění, zda jsou vaše osobní údaje <b>zpracovávány, nebo omezení či námitky</b> proti jejich zpracování.",
    "Your <b>IP address</b> might be stored, in order for the application to function and if required to protect our services from attacks.<br />\\n This applies to all users, not just the registered and logged in ones.": "Vaše <b>IP adresa</b> může být uložena, aby mohla aplikace fungovat a v případě potřeby chránit naše služby před útoky. <br />\\n To platí pro všechny uživatele, nejen pro registrované a přihlášené.",
    "Your analyses": "Vaše analýzy",
    "Your Analysis Details": "Podrobnosti o vaší analýze",
    "Your questionnaire answers": "Vaše odpovědi na dotazník",
    "Your rights": "Vaše práva"
}