{
    "(Estimated) Date of completion": "(Εκτιμώμενη) Ημερομηνία ολοκλήρωσης",
    "(Estimated) Starting date of implementation": "(Εκτιμώμενη) Ημερομηνία έναρξης εφαρμογής",
    "<b>Analysis</b> is meant to be repeated <b>over time</b> alongside the early stages of city planning or projects’ preparation\\n process and can also serve as a <b>capacity building resource</b> enabling a concise overview of new and innovative\\n financing instruments and an interpretation of their mechanisms and areas of application.": "Η <b>ανάλυση</b> προορίζεται να επαναλαμβάνεται <b>με την πάροδο</b> του χρόνου παράλληλα με τα αρχικά στάδια του πολεοδομικού σχεδιασμού ή της διαδικασίας προετοιμασίας έργων\\n και μπορεί επίσης να χρησιμεύσει ως <b>πόρος ανάπτυξης ικανοτήτων</b> που επιτρέπει μια συνοπτική επισκόπηση των νέων και καινοτόμων χρηματοδοτικών μέσων\\n και μια ερμηνεία των μηχανισμών και των τομέων εφαρμογής τους.",
    "<b>First-time user?</b> Check out the :GuidelinesLink.": "<b>Πρώτη φορά χρήστης;</b> Ελέγξτε το :GuidelinesLink.",
    "<b>This application requires cookies to function</b> properly. As such, the application will store cookies on your device, while using it.<br />\\n You can configure your browser to block the use of cookies, but that might render this application unusable for you.<br />\\n Some of these cookies might be retained for a few days, but if you wish, you can manually delete them from your browser earlier, once you're done using the application.<br />\\n <i>Please note that deleting your cookies will also instantly log you out.</i><br />": "<b>Αυτή η εφαρμογή απαιτεί το cookies για να λειτουργήσει</b> σωστά. Ως εκ τούτου, η εφαρμογή θα αποθηκεύσει το cookies στη συσκευή σας, ενώ τη χρησιμοποιείτε.<br />\\n Μπορείτε να ρυθμίσετε το πρόγραμμα περιήγησής σας ώστε να αποκλείσετε τη χρήση του cookies, αλλά αυτό μπορεί να καταστήσει την εφαρμογή αυτή άχρηστη για εσάς.<br />\\n Μερικά από αυτά τα cookies μπορεί να διατηρηθούν για μερικές ημέρες, αλλά αν θέλετε, μπορείτε να τα διαγράψετε χειροκίνητα από το πρόγραμμα περιήγησής σας νωρίτερα, μόλις τελειώσετε με τη χρήση της εφαρμογής.<br />\\n <i>Λάβετε υπόψη ότι η διαγραφή του cookies θα σας αποσυνδέσει επίσης αμέσως.</i><br />",
    "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Need help using the app?</b> Check out the :GuidelinesLink!</span>\\n <span><b>Need further support or to contact us?</b> Email us: rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Want to look at the app's code?</b> Check out our :RepoLink!</span>\\n </div>": "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Χρειάζεστε βοήθεια για τη χρήση της εφαρμογής;</b> Ελέγξτε το :GuidelinesLink</span>!\\n <span><b>Χρειάζεστε περαιτέρω υποστήριξη ή να επικοινωνήσετε μαζί μας;</b> Email:</span> <span> rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Θέλετε να δείτε τον κώδικα της εφαρμογής;</b> Ελέγξτε το :RepoLink</span>!\\n </div>",
    "<i>Please note that this process is not automated and might take a few days</i>.<br />\\n If you are looking to delete specific information, please refer to the <i>\"Data retention\"</i> section,\\n as you might be able to take advantage of the application's functions to delete what you need in an automated way.": "<i>Σημειώστε ότι αυτή η διαδικασία δεν είναι αυτοματοποιημένη και μπορεί να διαρκέσει μερικές</i> ημέρες.<br />\\n Εάν επιθυμείτε να διαγράψετε συγκεκριμένες πληροφορίες, ανατρέξτε στην ενότητα <i>\"Διατήρηση δεδομένων\"</i>,\\n, καθώς ενδέχεται να μπορείτε να επωφεληθείτε από τις λειτουργίες της εφαρμογής για να διαγράψετε ό,τι χρειάζεστε με αυτοματοποιημένο τρόπο.",
    "Additionally, during your analyses, we collect the following:": "Επιπλέον, κατά τη διάρκεια των αναλύσεών σας, συλλέγουμε τα εξής:",
    "Already registered?": "Έχετε ήδη εγγραφεί;",
    "Analysis Actions": "Δράσεις ανάλυσης",
    "Analysis deleted successfully!": "Η ανάλυση διαγράφηκε με επιτυχία!",
    "Answers edited successfully!": "Οι απαντήσεις επεξεργάστηκαν με επιτυχία!",
    "Answers saved successfully!": "Οι απαντήσεις αποθηκεύτηκαν με επιτυχία!",
    "Are Budgetary Rules for public and regional authorities revised to exclude financing schemes (e.g. EPC) from debt quota obligations?": "Έχουν αναθεωρηθεί οι δημοσιονομικοί κανόνες για τις δημόσιες και περιφερειακές αρχές ώστε να εξαιρούνται τα χρηματοδοτικά προγράμματα (π.χ. EPC) από τις υποχρεώσεις ποσόστωσης χρέους;",
    "Are city's own capital requirements (e.g. available city budget) sufficient to implement the financing scheme?": "Είναι οι κεφαλαιακές ανάγκες της πόλης (π.χ. διαθέσιμος προϋπολογισμός της πόλης) επαρκείς για την υλοποίηση του χρηματοδοτικού σχήματος;",
    "Are subsidies, tax benefits, or other incentives and obligations(e.g energy savings, EEOs, etc) available for private project investors and lenders?": "Είναι διαθέσιμες επιδοτήσεις, φορολογικές ελαφρύνσεις ή άλλα κίνητρα και υποχρεώσεις (π.χ. εξοικονόμηση ενέργειας, EEOs, κ.λπ.) για τους ιδιώτες επενδυτές και δανειστές του έργου;",
    "Are your city's SECAP related projects and initiatives adequately disseminated to prospect investors and actors?": "Διαδίδονται επαρκώς τα έργα και οι πρωτοβουλίες της πόλης σας που σχετίζονται με το SECAP στους υποψήφιους επενδυτές και φορείς;",
    "Are you sure you want to delete this analysis?": "Σίγουρα θέλετε να διαγράψετε αυτή την ανάλυση;",
    "auth.failed": "Αυτά τα διαπιστευτήρια δεν ταιριάζουν με τα αρχεία μας.",
    "auth.password": "Ο παρεχόμενος κωδικός πρόσβασης είναι λανθασμένος.",
    "auth.throttle": "Πάρα πολλές προσπάθειες σύνδεσης. Προσπαθήστε ξανά σε :seconds δευτερόλεπτα.",
    "Authority/Agency": "Αρχή/Υπηρεσία",
    "authority/agency": "αρχή/υπηρεσία",
    "Cancel": "Ακύρωση",
    "Can your municipality capitalize from lending institutions to support your city's project implementation?": "Μπορεί ο δήμος σας να αξιοποιήσει κεφάλαια από τα πιστωτικά ιδρύματα για να στηρίξει την υλοποίηση του έργου της πόλης σας;",
    "CBP": "CBP",
    "City/Region": "Πόλη/Περιοχή",
    "city/region": "πόλη/περιοχή",
    "Confirm Password": "Επιβεβαίωση κωδικού πρόσβασης",
    "Continue to the Quick Finance Readiness Check": "Συνεχίστε στο Quick Finance Readiness Check",
    "Cookies are small text files that a website may store on your device when you visit.": "Cookies είναι μικρά αρχεία κειμένου που μπορεί να αποθηκεύσει ένας ιστότοπος στη συσκευή σας όταν τον επισκέπτεστε.",
    "Country": "Χώρα",
    "Create": "Δημιουργία",
    "Create new analysis": "Δημιουργία νέας ανάλυσης",
    "Cross-Sectoral": "Διατομεακή",
    "Cross Sectoral": "Διατομεακή",
    "current page & title": "τρέχουσα σελίδα & τίτλος",
    "Current Password": "Τρέχων κωδικός πρόσβασης",
    "current questionnaire title (where it applies)": "τρέχων τίτλος ερωτηματολογίου (όπου ισχύει)",
    "Data retention": "Διατήρηση δεδομένων",
    "Data safety": "Ασφάλεια δεδομένων",
    "Delete": "Διαγραφή",
    "detect, prevent and address potential security issues concerning our services": "να εντοπίζουμε, να προλαμβάνουμε και να αντιμετωπίζουμε πιθανά ζητήματα ασφάλειας που αφορούν τις υπηρεσίες μας",
    "Development": "Ανάπτυξη",
    "Does the city have a history on default on debt?": "Έχει η πόλη ιστορικό αθέτησης πληρωμών;",
    "Does the municipality plan to sub-contract its roles and responsibilities with respect to project implementation, and/or transfer all or part of the necessary proceeds,  to a third implementing entity either internal or external?": "Σκοπεύει ο δήμος να αναθέσει τους ρόλους και τις αρμοδιότητές του όσον αφορά την υλοποίηση του έργου και/ή να μεταβιβάσει το σύνολο ή μέρος των αναγκαίων εσόδων σε τρίτο φορέα υλοποίησης, είτε εσωτερικό είτε εξωτερικό;",
    "Does the public stance support your city's project related investments within the planned timeframe?": "Υποστηρίζει η στάση του κοινού τις επενδύσεις της πόλης σας που σχετίζονται με το έργο εντός του προβλεπόμενου χρονοδιαγράμματος;",
    "Does your city's financing strategy analyze both public and private, domestic and international, potential funding sources for supporting the priorities identified?": "Αναλύει η στρατηγική χρηματοδότησης της πόλης σας τόσο τις δημόσιες όσο και τις ιδιωτικές, εγχώριες και διεθνείς, πιθανές πηγές χρηματοδότησης για την υποστήριξη των προτεραιοτήτων που έχουν προσδιοριστεί;",
    "Does your city's project demonstrate a clear national ownership and national direction on its strategic priorities, with a long-term finance orientation, considering potential options for refinancing or repaying investment (e.g. through energy bills or taxation etc)?": "Επιδεικνύει το σχέδιο της πόλης σας σαφή εθνική ιδιοκτησία και εθνική κατεύθυνση όσον αφορά τις στρατηγικές προτεραιότητές του, με μακροπρόθεσμο προσανατολισμό στη χρηματοδότηση, εξετάζοντας πιθανές επιλογές αναχρηματοδότησης ή αποπληρωμής της επένδυσης (π.χ. μέσω των λογαριασμών ενέργειας ή της φορολογίας κ.λπ.);",
    "Does your city's project demonstrate a national investment prioritization process directly supported by existing municipal budgets and/or dedicated national or international funding sources?": "Καταδεικνύει το σχέδιο της πόλης σας μια εθνική διαδικασία ιεράρχησης των επενδύσεων που υποστηρίζεται άμεσα από τους υπάρχοντες δημοτικούς προϋπολογισμούς και/ή από ειδικές εθνικές ή διεθνείς πηγές χρηματοδότησης;",
    "Does your city's project describe how priority objectives will be translated into specific concept notes, utilizing new financial instruments or mobilizing large scale finance from third development partners in the future?": "Περιγράφει το σχέδιο της πόλης σας τον τρόπο με τον οποίο οι στόχοι προτεραιότητας θα μεταφραστούν σε συγκεκριμένα εννοιολογικά σημειώματα, αξιοποιώντας νέα χρηματοδοτικά μέσα ή κινητοποιώντας μεγάλης κλίμακας χρηματοδότηση από τρίτους αναπτυξιακούς εταίρους στο μέλλον;",
    "Does your city have a SECAP or other similar sustainable plan or strategy?": "Διαθέτει η πόλη σας ένα SECAP ή άλλο παρόμοιο σχέδιο ή στρατηγική για τη βιωσιμότητα;",
    "Does your municipality have the appropriate (multi-departmental) structure responsible for the ultimate oversight, including co-ordination, monitoring, performance risks management etc, over your city's project efficient implementation?": "Διαθέτει ο δήμος σας την κατάλληλη (πολυτμηματική) δομή που είναι υπεύθυνη για την τελική εποπτεία, συμπεριλαμβανομένου του συντονισμού, της παρακολούθησης, της διαχείρισης των κινδύνων απόδοσης κ.λπ. της αποτελεσματικής υλοποίησης του έργου της πόλης σας;",
    "Does your municipality have the necessary capacity to conduct business development activities among which investigating alternative funding sources?": "Διαθέτει ο δήμος σας την απαραίτητη ικανότητα για τη διεξαγωγή δραστηριοτήτων επιχειρηματικής ανάπτυξης, μεταξύ των οποίων η διερεύνηση εναλλακτικών πηγών χρηματοδότησης;",
    "Does your municipality have the necessary know-how and/or technical expertise to support the implementation of the respective financing scheme?": "Διαθέτει ο δήμος σας την απαραίτητη τεχνογνωσία και/ή τεχνική εμπειρογνωμοσύνη για να υποστηρίξει την εφαρμογή του αντίστοιχου χρηματοδοτικού σχήματος;",
    "Does your municipality have the necessary resources to support your city's project development and implementation within the planned timeframe?": "Διαθέτει ο δήμος σας τους απαραίτητους πόρους για να υποστηρίξει την ανάπτυξη και υλοποίηση του έργου της πόλης σας εντός του προβλεπόμενου χρονοδιαγράμματος;",
    "Do ownership issues with regard to city's assets (e.g. buildings) facilitate the implementation of your city's project related investments in these assets?": "Διευκολύνουν τα ζητήματα ιδιοκτησίας όσον αφορά τα περιουσιακά στοιχεία της πόλης (π.χ. κτίρια) την υλοποίηση των επενδύσεων της πόλης σας σε αυτά τα περιουσιακά στοιχεία που σχετίζονται με το έργο;",
    "Do public procurement procedures facilitate sustainable energy investments adequately?": "Οι διαδικασίες σύναψης δημόσιων συμβάσεων διευκολύνουν επαρκώς τις επενδύσεις βιώσιμης ενέργειας;",
    "Download results": "Λήψη αποτελεσμάτων",
    "Edit Profile": "Επεξεργασία προφίλ",
    "Email": "Email",
    "Email address": "Email διεύθυνση",
    "Email Password Reset Link": "Email Σύνδεσμος επαναφοράς κωδικού πρόσβασης",
    "Failed to delete analysis!": "Απέτυχε η διαγραφή της ανάλυσης!",
    "Failed to save answers!": "Αποτύχατε να αποθηκεύσετε απαντήσεις!",
    "For each <b>sector of recommendation</b>, there are specific <b>innovative financing schemes</b> that could be best employed.": "Για κάθε <b>τομέα της σύστασης</b>, υπάρχουν συγκεκριμένα <b>καινοτόμα χρηματοδοτικά σχήματα</b> που θα μπορούσαν να χρησιμοποιηθούν καλύτερα.",
    "For each <b>specific scheme</b> an easy-to-grasp list of questions is used to identify an <b>ease of implementation\\n rate (%)</b>, based on the user’s responses on <b>project-specific characteristics</b> and the <b>general framework conditions</b>.": "Για κάθε <b>συγκεκριμένο σύστημα</b> χρησιμοποιείται ένας εύληπτος κατάλογος ερωτήσεων για τον προσδιορισμό ενός <b>ποσοστού ευκολίας εφαρμογής\\n (%)</b>, με βάση τις απαντήσεις του χρήστη σχετικά με τα <b>ειδικά χαρακτηριστικά του έργου</b> και τις <b>γενικές συνθήκες πλαισίου</b>.",
    "forgot password?": "ξεχάσατε τον κωδικό πρόσβασης;",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password\\n reset link that will allow you to choose a new one.": "Ξεχάσατε τον κωδικό πρόσβασής σας; Κανένα πρόβλημα. Απλά πείτε μας τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας και θα σας στείλουμε με email έναν σύνδεσμο επαναφοράς κωδικού πρόσβασης\\n που θα σας επιτρέψει να επιλέξετε έναν νέο.",
    "For the application to function": "Για να λειτουργήσει η εφαρμογή",
    "For this please also see our template on calculating financial indicators that you can find on our website.": "Για το σκοπό αυτό ανατρέξτε επίσης στο υπόδειγμά μας για τον υπολογισμό των χρηματοοικονομικών δεικτών που μπορείτε να βρείτε στον ιστότοπό μας.",
    "fulfil our legal obligations": "να εκπληρώνουμε τις νομικές μας υποχρεώσεις",
    "General Information": "Γενικές πληροφορίες",
    "Glossary of financial terms": "Γλωσσάριο οικονομικών όρων",
    "Google Analytics Opt-out Browser Add-on": "Google Analytics Πρόσθετο πρόγραμμα περιήγησης Opt-out",
    "Great! You have gathered and prepared all or most of the relevant information needed. Your project is financially ready.\\n You can now approach investors of financing institutions or proceed with setting up your planned financing scheme.": "Υπέροχα! Έχετε συγκεντρώσει και προετοιμάσει όλες ή τις περισσότερες από τις σχετικές πληροφορίες που απαιτούνται. Το έργο σας είναι οικονομικά έτοιμο.\\n Μπορείτε τώρα να απευθυνθείτε σε επενδυτές χρηματοδοτικών ιδρυμάτων ή να προχωρήσετε στη δημιουργία του σχεδιαζόμενου χρηματοδοτικού σχήματος.",
    "Guest mode: log in if you want your analyses to be saved!": "Λειτουργία επισκέπτη: συνδεθείτε αν θέλετε να αποθηκευτούν οι αναλύσεις σας!",
    "Guidelines": "Κατευθυντήριες γραμμές",
    "Has a baseline <strong>energy consumption</strong> been determined?": "Έχει προσδιοριστεί η βασική <strong>κατανάλωση ενέργειας</strong>;",
    "Has your city's project been formally validated by your City's Council at a high political level?": "Έχει επικυρωθεί επίσημα το σχέδιο της πόλης σας από το Συμβούλιο της πόλης σας σε υψηλό πολιτικό επίπεδο;",
    "Have you assessed any <strong>challenging regulations or policies</strong> that could pose a risk or barrier for your project?": "Έχετε αξιολογήσει τυχόν <strong>δύσκολους κανονισμούς ή πολιτικές</strong> που θα μπορούσαν να αποτελέσουν κίνδυνο ή εμπόδιο για το έργο σας;",
    "Have you assessed any existing <strong>helpful regulations or policies</strong> that can support the development of your project?": "Έχετε αξιολογήσει τυχόν υπάρχοντες <strong>χρήσιμους κανονισμούς ή πολιτικές</strong> που μπορούν να υποστηρίξουν την ανάπτυξη του έργου σας;",
    "Have you assessed the <strong>market conditions</strong> for your project including <strong>incentives and potential barriers</strong>?": "Έχετε αξιολογήσει τις <strong>συνθήκες της αγοράς</strong> για το έργο σας, συμπεριλαμβανομένων των <strong>κινήτρων και των πιθανών εμποδίων</strong>;",
    "Have you calculated the <strong>expected revenues from energy savings</strong> and/or <strong>the expected revenues from the selling of renewable energy</strong> generated by your project over its lifetime?": "Έχετε υπολογίσει τα <strong>αναμενόμενα έσοδα από την εξοικονόμηση ενέργειας</strong> και/ή <strong>τα αναμενόμενα έσοδα από την πώληση ανανεώσιμης ενέργειας</strong> που παράγεται από το έργο σας κατά τη διάρκεια της ζωής του;",
    "Have you calculated your <strong>total investment costs</strong> for the project?": "Έχετε υπολογίσει το <strong>συνολικό κόστος της επένδυσης</strong> για το έργο;",
    "Have you defined the <strong>measures</strong> that you intend to implement in your project?": "Έχετε καθορίσει τα <strong>μέτρα</strong> που σκοπεύετε να εφαρμόσετε στο έργο σας;",
    "Have you determined the <strong>payback period</strong> for your project?": "Έχετε προσδιορίσει την <strong>περίοδο απόσβεσης</strong> για το έργο σας;",
    "Have you determined the energy savings and/or renewable energy production resulting from your planned measures?": "Έχετε προσδιορίσει την εξοικονόμηση ενέργειας ή/και την παραγωγή ενέργειας από ανανεώσιμες πηγές που προκύπτει από τα σχεδιαζόμενα μέτρα σας;",
    "Have you developed a <strong>budget</strong> with all the costs for your project including operating costs?": "Έχετε καταρτίσει <strong>προϋπολογισμό</strong> με όλα τα έξοδα του έργου σας, συμπεριλαμβανομένων των λειτουργικών εξόδων;",
    "Have you developed a <strong>risk analysis</strong> of potential risks or negative impacts your project might have?": "Έχετε εκπονήσει <strong>ανάλυση κινδύνου</strong> για τους πιθανούς κινδύνους ή τις αρνητικές επιπτώσεις που μπορεί να έχει το έργο σας;",
    "Have you developed a <strong>working plan or roadmap</strong> for the implementation of the project outlining the different steps and responsibilities?": "Έχετε αναπτύξει <strong>σχέδιο εργασίας ή χάρτη πορείας</strong> για την υλοποίηση του έργου, όπου περιγράφονται τα διάφορα βήματα και οι αρμοδιότητες;",
    "Have you developed an overview of the <strong>governance structure</strong> of the project, including roles and responsibilities and decision-making processes?": "Έχετε αναπτύξει μια επισκόπηση της <strong>δομής διακυβέρνησης</strong> του έργου, συμπεριλαμβανομένων των ρόλων και των αρμοδιοτήτων και των διαδικασιών λήψης αποφάσεων;",
    "Help & Support": "Βοήθεια & Υποστήριξη",
    "Home": "Αρχική σελίδα",
    "How does the tool work? All the questions are equally weighted and by positively responding\\n to them the ease of implementation rate increases - this holds reversely for question 18.": "Πώς λειτουργεί το εργαλείο; Όλες οι ερωτήσεις έχουν την ίδια βαρύτητα και με τη θετική απάντηση\\n σε αυτές αυξάνεται το ποσοστό ευκολίας εφαρμογής - αυτό ισχύει αντίστροφα για την ερώτηση 18.",
    "How we process your information": "Πώς επεξεργαζόμαστε τις πληροφορίες σας",
    "if you're in editing mode (where it applies)": "αν βρίσκεστε σε κατάσταση επεξεργασίας (όπου ισχύει)",
    "Implementation": "Εφαρμογή",
    "In addition, Google Analytics uses cookies to function. For more information, please refer to the section <i>\"What data we collect\"</i>.": "Επιπλέον, το Google Analytics χρησιμοποιεί το cookies για να λειτουργήσει. Για περισσότερες πληροφορίες, ανατρέξτε στην ενότητα <i>\"Ποια δεδομένα συλλέγουμε\"</i>.",
    "In addition, we gather <b>analytics</b> data (using Google Analytics 4) in order to prepare <b>aggregated, anonymized statistics on visitor’s activity</b>.\\n This data includes basic information about your device/browser (e.g. language), your region/country (<i>not</i> granular location or IP address),\\n and information as you browse the website and perform certain actions (e.g. view results, edit stored information); specifically:": "Επιπλέον, συλλέγουμε δεδομένα <b>ανάλυσης</b> (χρησιμοποιώντας το Google Analytics 4) προκειμένου να ετοιμάσουμε <b>συγκεντρωτικά, ανώνυμα στατιστικά στοιχεία σχετικά με τη δραστηριότητα των επισκεπτών</b>.\\n Τα δεδομένα αυτά περιλαμβάνουν βασικές πληροφορίες σχετικά με τη συσκευή/το πρόγραμμα περιήγησης (π.χ. γλώσσα), την περιοχή/χώρα σας<i>(όχι</i> λεπτομερή τοποθεσία ή διεύθυνση IP),\\n και πληροφορίες καθώς περιηγείστε στον ιστότοπο και εκτελείτε ορισμένες ενέργειες (π.χ. προβολή αποτελεσμάτων, επεξεργασία αποθηκευμένων πληροφοριών)- συγκεκριμένα:",
    "In case the municipality plans to sub-contract and/or transfer all or part of the necessary proceeds, to a private third implementing entity is a clear explanation of the contractual arrangements, including transactional flow and/or flow of information, in place?": "Σε περίπτωση που ο δήμος σκοπεύει να αναθέσει υπεργολαβία ή/και να μεταβιβάσει το σύνολο ή μέρος των αναγκαίων εσόδων, σε ιδιωτικό τρίτο φορέα υλοποίησης, υπάρχει σαφής εξήγηση των συμβατικών ρυθμίσεων, συμπεριλαμβανομένης της ροής των συναλλαγών ή/και της ροής των πληροφοριών;",
    "Innovative financing is an option for urban climate and sustainable development projects,\\n but cities, municipalities and regions need to know how to activate and use it.\\n The Recommendation-Decision Matrix tool is working to that effect!": "Η καινοτόμος χρηματοδότηση είναι μια επιλογή για έργα αστικού κλίματος και βιώσιμης ανάπτυξης,\\n αλλά οι πόλεις, οι δήμοι και οι περιφέρειες πρέπει να γνωρίζουν πώς να την ενεργοποιήσουν και να τη χρησιμοποιήσουν.\\n Το Recommendation-Decision Matrix tool εργάζεται προς αυτή την κατεύθυνση!",
    "innovative financing schemes": "καινοτόμα χρηματοδοτικά σχήματα",
    "In order to calculate the impacts of your project, you need to know your baseline energy consumption before the implementation of any measures.": "Για να υπολογίσετε τις επιπτώσεις του έργου σας, πρέπει να γνωρίζετε τη βασική κατανάλωση ενέργειας πριν από την εφαρμογή οποιωνδήποτε μέτρων.",
    "In order to calculate the revenues of your project you need to have a clear understanding of your impacts in terms of energy savings and/or renewable energy produced.": "Προκειμένου να υπολογίσετε τα έσοδα του έργου σας, πρέπει να έχετε σαφή αντίληψη των επιπτώσεών σας όσον αφορά την εξοικονόμηση ενέργειας ή/και την παραγόμενη ανανεώσιμη ενέργεια.",
    "Is a Steering Committee or similar internal mechanism in place or planned as a governing body to fully oversee and guide your city's project implementation?": "Υπάρχει ή σχεδιάζεται η δημιουργία μιας διευθύνουσας επιτροπής ή ενός παρόμοιου εσωτερικού μηχανισμού ως διοικητικού οργάνου για την πλήρη εποπτεία και καθοδήγηση της υλοποίησης του έργου της πόλης σας;",
    "Is co-financing available and complete detail provided in your city's project proposal budget?": "Είναι διαθέσιμη η συγχρηματοδότηση και παρέχονται πλήρεις λεπτομέρειες στον προϋπολογισμό της πρότασης έργου της πόλης σας;",
    "Is the city's cooperation and communication with non-traditional investment actors (e.g. ESCOs) sufficient to implement the respective scheme?": "Είναι επαρκής η συνεργασία και η επικοινωνία της πόλης με μη παραδοσιακούς επενδυτικούς φορείς (π.χ. ESCOs) για την εφαρμογή του αντίστοιχου καθεστώτος;",
    "Is the city's cooperation and communication with public actors for SECAP or other investment projects adequate so as to implement the financing scheme?": "Είναι επαρκής η συνεργασία και η επικοινωνία της πόλης με τους δημόσιους φορείς για το SECAP ή άλλα επενδυτικά σχέδια, ώστε να εφαρμοστεί το χρηματοδοτικό σχήμα;",
    "Is the city's cooperation and communication with traditional private actors for SECAP or other investment projects (e.g. banks, utilities, energy providers, etc) sufficient in order to implement the scheme?": "Είναι επαρκής η συνεργασία και η επικοινωνία της πόλης με τους παραδοσιακούς ιδιωτικούς φορείς για το SECAP ή άλλα επενδυτικά σχέδια (π.χ. τράπεζες, επιχειρήσεις κοινής ωφέλειας, πάροχοι ενέργειας κ.λπ.) προκειμένου να εφαρμοστεί το σύστημα;",
    "Is the city's personnel for project underwriting &amp; evaluation sufficient to support the implementation of the respective financing scheme?": "Είναι επαρκές το προσωπικό της πόλης για την ανάληψη και αξιολόγηση έργων για να υποστηρίξει την εφαρμογή του αντίστοιχου χρηματοδοτικού σχήματος;",
    "Is the process to gain a construction/renovation permit fast and efficient?": "Είναι γρήγορη και αποτελεσματική η διαδικασία για την έκδοση άδειας κατασκευής/ανακαίνισης;",
    "Is the typical nominal bank lending rate relatively low?": "Είναι το τυπικό ονομαστικό επιτόκιο τραπεζικού δανεισμού σχετικά χαμηλό;",
    "Is your city's project anticipated duration and implementation schedule reasonable and fully coordinated with all relevant investment actors and stakeholders involved?": "Είναι η προβλεπόμενη διάρκεια του έργου της πόλης σας και το χρονοδιάγραμμα υλοποίησης λογικά και πλήρως συντονισμένα με όλους τους σχετικούς επενδυτικούς φορείς και τα εμπλεκόμενα μέρη;",
    "It is important to understand which political factors or regulations can positively influence your project, including e.g. financial and regulatory incentives for energy efficiency measures, one-stop-shops, equal opportunities for public procurement, facilitated licensing for renewable energy projects, etc.": "Είναι σημαντικό να κατανοήσετε ποιοι πολιτικοί παράγοντες ή κανονισμοί μπορούν να επηρεάσουν θετικά το έργο σας, όπως π.χ. οικονομικά και κανονιστικά κίνητρα για μέτρα ενεργειακής απόδοσης, υπηρεσίες μιας στάσης, ίσες ευκαιρίες για δημόσιες συμβάσεις, διευκολύνσεις στην αδειοδότηση έργων ανανεώσιμων πηγών ενέργειας κ.λπ.",
    "It is important to understand which political factors or regulations negatively influence your project, such as e.g. long and bureaucratic licensing processes, requirements for impact assessments, land-use and ownership barriers etc.": "Είναι σημαντικό να κατανοήσετε ποιοι πολιτικοί παράγοντες ή κανονισμοί επηρεάζουν αρνητικά το έργο σας, όπως π.χ. οι μακροχρόνιες και γραφειοκρατικές διαδικασίες αδειοδότησης, οι απαιτήσεις για εκτιμήσεις επιπτώσεων, τα εμπόδια στη χρήση γης και στην ιδιοκτησία κ.λπ.",
    "Learning Handbooks": "Εγχειρίδια μάθησης",
    "Legal ground for processing your data": "Νομικός λόγος για την επεξεργασία των δεδομένων σας",
    "Legislative": "Νομοθετικό",
    "Log In": "Σύνδεση",
    "Log in to save and view your analyses": "Συνδεθείτε για να αποθηκεύσετε και να δείτε τις αναλύσεις σας",
    "Log Out": "Αποσύνδεση",
    "Menu": "Μενού",
    "Missing answers detected! The results might be inaccurate.": "Εντοπίστηκαν ελλιπείς απαντήσεις! Τα αποτελέσματα ενδέχεται να είναι ανακριβή.",
    "Monitoring": "Παρακολούθηση",
    "More information required. You still lack much for the required information before you can consider your project financially ready.\\n Please make sure to prepare the missing information. The more information you have prepared the easier it will be to obtain financial means for your project.": "Απαιτούνται περισσότερες πληροφορίες. Σας λείπουν ακόμη πολλές από τις απαιτούμενες πληροφορίες για να μπορέσετε να θεωρήσετε το έργο σας οικονομικά έτοιμο.\\n Φροντίστε να προετοιμάσετε τις πληροφορίες που λείπουν. Όσο περισσότερες πληροφορίες έχετε προετοιμάσει τόσο πιο εύκολο θα είναι να λάβετε χρηματοδοτικά μέσα για το έργο σας.",
    "My Analyses": "Οι αναλύσεις μου",
    "My analyses": "Οι αναλύσεις μου",
    "Name": "Όνομα",
    "new password": "νέος κωδικός πρόσβασης",
    "New Password": "Νέος κωδικός πρόσβασης",
    "Next": "Επόμενο",
    "No": "Όχι",
    "No analyses completed yet!": "Δεν έχουν ολοκληρωθεί ακόμη οι αναλύσεις!",
    "None of this data contains personally identifiable information or specific data you submitted.": "Κανένα από αυτά τα δεδομένα δεν περιέχει προσωπικά αναγνωρίσιμες πληροφορίες ή συγκεκριμένα δεδομένα που υποβάλατε.",
    "Normative": "Κανονιστική",
    "No sensitive information gets collected by this application.": "Αυτή η εφαρμογή δεν συλλέγει ευαίσθητες πληροφορίες.",
    "Note: The translations provided by this application have been automatically generated through the Google Cloud Translation API and the DeepL API.": "Σημείωση: Οι μεταφράσεις που παρέχονται από αυτή την εφαρμογή έχουν παραχθεί αυτόματα μέσω των Google Cloud Translation API και DeepL API.",
    "Not registered?": "Δεν έχετε εγγραφεί;",
    "OK": "OK",
    "outbound link text/destination (where it applies)": "κείμενο/προορισμός εξερχόμενου συνδέσμου (όπου ισχύει)",
    "pagination.next": "Επόμενος \"",
    "pagination.previous": "\" Προηγούμενο",
    "Partially": "Μερικώς",
    "Password": "Κωδικός πρόσβασης",
    "passwords.reset": "Ο κωδικός πρόσβασής σας έχει επανέλθει.",
    "passwords.sent": "Σας στείλαμε με email τον σύνδεσμο επαναφοράς του κωδικού πρόσβασης.",
    "passwords.throttled": "Παρακαλώ περιμένετε πριν ξαναπροσπαθήσετε.",
    "passwords.token": "Αυτό το κουπόνι επαναφοράς κωδικού πρόσβασης είναι άκυρο.",
    "passwords.user": "Δεν μπορούμε να βρούμε έναν χρήστη με αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου.",
    "Phase": "Φάση",
    "plan/strategy": "σχέδιο/στρατηγική",
    "Please confirm deletion": "Παρακαλώ επιβεβαιώστε τη διαγραφή",
    "Policy updates": "Ενημερώσεις πολιτικής",
    "previous page & title (<i>only</i> if it was still within this application)": "προηγούμενη σελίδα και τίτλος<i>(μόνο</i> αν ήταν ακόμη εντός της παρούσας αίτησης)",
    "Privacy Policy": "Πολιτική απορρήτου",
    "Private Buildings": "Ιδιωτικά κτίρια",
    "Proceed without an account": "Προχωρήστε χωρίς λογαριασμό",
    "Profile info saved successfully!": "Οι πληροφορίες προφίλ αποθηκεύτηκαν με επιτυχία!",
    "Project Description": "Περιγραφή έργου",
    "Project title": "Τίτλος έργου",
    "Project Title": "Τίτλος έργου",
    "project title": "τίτλος έργου",
    "PROSPECT+": "PROSPECT+",
    "protect your vital interests or the vital interests of a third party, such as situations involving potential threads to a person's safety": "προστασία των ζωτικών συμφερόντων σας ή των ζωτικών συμφερόντων τρίτου, όπως καταστάσεις που αφορούν πιθανές απειλές για την ασφάλεια ενός ατόμου",
    "provide this service to you, as requested": "να σας παρέχει αυτή την υπηρεσία, όπως σας ζητήθηκε",
    "Public Buildings": "Δημόσια κτίρια",
    "Public Lighting": "Δημόσιος φωτισμός",
    "Public Lightning": "Δημόσιος κεραυνός",
    "Quick Finance Readiness Check": "Quick Finance Readiness Check",
    "Recommendation-Decision Matrix": "Recommendation-Decision Matrix",
    "Recommendation-Decision Matrix tool User Guide": "Recommendation-Decision Matrix tool Οδηγός χρήσης",
    "Register": "Εγγραφή",
    "Remember me": "Να με θυμάσαι",
    "repository": "αποθετήριο",
    "Reset Password": "Επαναφορά κωδικού πρόσβασης",
    "Save": "Αποθήκευση",
    "Save & show results": "Αποθήκευση & προβολή αποτελεσμάτων",
    "Sector": "Τομέας",
    "Select": "Επιλέξτε",
    "Select language": "Επιλέξτε γλώσσα",
    "Select sector for your analysis:": "Επιλέξτε τομέα για την ανάλυσή σας:",
    "Show results": "Εμφάνιση αποτελεσμάτων",
    "Start!": "Ξεκινήστε!",
    "Start a new analysis": "Ξεκινήστε μια νέα ανάλυση",
    "Technical or Non-technical": "Τεχνικό ή μη τεχνικό",
    "Thank you for using the PROSPECT+ Decision Matrix Tool to check which financing scheme will be the most suitable for your local authority to implement the planned\\n or ongoing local sustainable energy project for your city. Please note that all results have been automatically determined based on your answers, indicating an ease of\\n implementation rate (%) for each available financing scheme against the general framework conditions. More information on the set of financing alternatives is also\\n available on the PROSPECT+ :PPLearningHandbooksLink.": "Σας ευχαριστούμε που χρησιμοποιήσατε το εργαλείο PROSPECT+ Decision Matrix Tool για να ελέγξετε ποιο χρηματοδοτικό σύστημα θα είναι το καταλληλότερο για την τοπική σας\\n αρχή για την υλοποίηση του προγραμματισμένου ή του εν εξελίξει τοπικού έργου βιώσιμης ενέργειας για την πόλη σας. Σημειώστε ότι όλα τα αποτελέσματα έχουν προσδιοριστεί\\n αυτόματα βάσει των απαντήσεών σας, υποδεικνύοντας ένα ποσοστό ευκολίας εφαρμογής (%) για κάθε διαθέσιμο χρηματοδοτικό σχήμα σε σχέση με τους γενικούς όρους πλαισίου.\\n Περισσότερες πληροφορίες σχετικά με το σύνολο των εναλλακτικών τρόπων χρηματοδότησης είναι επίσης διαθέσιμες στην ιστοσελίδα PROSPECT+ :PPLearningHandbooksLink.",
    "The <b>Recommendation-Decision Matrix tool</b> has been developed in :PROSPECTplusLink, a capacity-building HORIZON 2020 project aiming at bringing\\n together EU municipalities and empowering them to make more informed decisions on implementing their local energy and climate plans\\n (e.g. SEAPs, SECAPs, etc.) by using the appropriate :PPLearningProgrammeLink.": "Το <b>Recommendation-Decision Matrix tool</b> έχει αναπτυχθεί στο πλαίσιο του :PROSPECTplusLink, ενός έργου δημιουργίας ικανοτήτων HORIZON 2020 με στόχο να φέρει σε επαφή\\n δήμους της ΕΕ και να τους δώσει τη δυνατότητα να λαμβάνουν πιο τεκμηριωμένες αποφάσεις για την εφαρμογή των τοπικών τους σχεδίων για την ενέργεια και το κλίμα\\n (π.χ. SEAPs, SECAPs κ.λπ.), χρησιμοποιώντας το κατάλληλο :PPLearningProgrammeLink.",
    "The <b>Recommendation-Decision Matrix tool</b> is designed to support local governments on their <b>first\\n decision-making steps</b> against a wide array of <b>innovative schemes</b> for financing their climate and\\n sustainability actions. A <b>practical</b> and <b>easy-to-use tool</b>, <b>free</b> and <b>accessible</b> to all local and regional\\n authorities and their implementing agencies, who are looking at ways to increase or diversify their funding base\\n in order to bridge their municipal infrastructure needs across <b>5 different sectors</b>:": "Το <b>Recommendation-Decision Matrix tool</b> έχει σχεδιαστεί για να υποστηρίξει τις τοπικές κυβερνήσεις στα <b>πρώτα</b> τους <b>βήματα λήψης αποφάσεων\\n </b> σε σχέση με ένα ευρύ φάσμα <b>καινοτόμων συστημάτων</b> για τη χρηματοδότηση των δράσεων τους για το κλίμα και τη βιωσιμότητα\\n. Ένα <b>πρακτικό</b> και <b>εύχρηστο εργαλείο</b>, <b>δωρεάν</b> και <b>προσβάσιμο</b> σε όλες τις τοπικές και περιφερειακές\\n αρχές και τους φορείς υλοποίησής τους, οι οποίοι αναζητούν τρόπους αύξησης ή διαφοροποίησης της χρηματοδοτικής τους βάσης\\n προκειμένου να γεφυρώσουν τις ανάγκες των δημοτικών τους υποδομών σε <b>5 διαφορετικούς τομείς</b>:",
    "The analysis info you enter": "Οι πληροφορίες ανάλυσης που εισάγετε",
    "The reasons we process your information depend on how you interact with this service and include:": "Οι λόγοι για τους οποίους επεξεργαζόμαστε τις πληροφορίες σας εξαρτώνται από τον τρόπο με τον οποίο αλληλεπιδράτε με αυτή την υπηρεσία και περιλαμβάνουν:",
    "These include all measures that result in energy savings or the production of renewable energies. You need to have a clear understanding of which measures you plan to implement in your project in order to understand the project costs and revenues.": "Σε αυτά περιλαμβάνονται όλα τα μέτρα που οδηγούν σε εξοικονόμηση ενέργειας ή σε παραγωγή ανανεώσιμων πηγών ενέργειας. Θα πρέπει να έχετε σαφή αντίληψη των μέτρων που σκοπεύετε να εφαρμόσετε στο έργο σας, προκειμένου να κατανοήσετε το κόστος και τα έσοδα του έργου.",
    "This web application was created and is hosted by <b>TEESlab</b>.": "Αυτή η διαδικτυακή εφαρμογή δημιουργήθηκε και φιλοξενείται από την <b>TEESlab</b>.",
    "To facilitate account creation, recovery and user authentication": "Διευκόλυνση της δημιουργίας λογαριασμού, της ανάκτησης και του ελέγχου ταυτότητας χρήστη",
    "Transport": "Μεταφορά",
    "Transportation": "Μεταφορά",
    "Type of measure": "Τύπος μέτρου",
    "type of measure": "τύπος μέτρου",
    "unexpected errors received": "απροσδόκητα σφάλματα που λήφθηκαν",
    "Usage of cookies": "Χρήση του cookies",
    "User Guide": "Οδηγός χρήσης",
    "User name": "Όνομα χρήστη",
    "User password <i>(more accurately, its derivative hash)</i>": "Κωδικός πρόσβασης χρήστη <i>(ακριβέστερα, το παράγωγο hash του)</i>",
    "validation.accepted": "Το πεδίο :attribute πρέπει να είναι αποδεκτό.",
    "validation.accepted_if": "Το πεδίο :attribute πρέπει να γίνεται δεκτό όταν το :other είναι :value.",
    "validation.url": "Το πεδίο :attribute πρέπει να είναι ένα έγκυρο URL.",
    "validation.after": "Το πεδίο :attribute πρέπει να είναι μια ημερομηνία μετά το :date.",
    "validation.after_or_equal": "Το πεδίο :attribute πρέπει να είναι μια ημερομηνία μετά ή ίση με το :date.",
    "validation.alpha": "Το πεδίο :attribute πρέπει να περιέχει μόνο γράμματα.",
    "validation.alpha_dash": "Το πεδίο :attribute πρέπει να περιέχει μόνο γράμματα, αριθμούς, παύλες και υπογράμμιση.",
    "validation.alpha_num": "Το πεδίο :attribute πρέπει να περιέχει μόνο γράμματα και αριθμούς.",
    "validation.array": "Το πεδίο :attribute πρέπει να είναι πίνακας.",
    "validation.ascii": "Το πεδίο :attribute πρέπει να περιέχει μόνο αλφαριθμητικούς χαρακτήρες και σύμβολα ενός byte.",
    "validation.attributes.attribute-name": "custom-name",
    "validation.before": "Το πεδίο :attribute πρέπει να είναι μια ημερομηνία πριν από το :date.",
    "validation.before_or_equal": "Το πεδίο :attribute πρέπει να είναι μια ημερομηνία πριν ή ίση με το :date.",
    "validation.between.array": "Το πεδίο :attribute πρέπει να έχει στοιχεία μεταξύ :min και :max.",
    "validation.between.file": "Το πεδίο :attribute πρέπει να είναι μεταξύ :min και :max kilobytes.",
    "validation.between.numeric": "Το πεδίο :attribute πρέπει να βρίσκεται μεταξύ των πεδίων :min και :max.",
    "validation.between.string": "Το πεδίο :attribute πρέπει να είναι μεταξύ των χαρακτήρων :min και :max.",
    "validation.boolean": "Το πεδίο :attribute πρέπει να είναι true ή false.",
    "validation.confirmed": "Η επιβεβαίωση του πεδίου :attribute δεν ταιριάζει.",
    "validation.current_password": "Ο κωδικός πρόσβασης είναι λανθασμένος.",
    "validation.custom.attribute-name.rule-name": "custom-message",
    "validation.date": "Το πεδίο :attribute πρέπει να είναι μια έγκυρη ημερομηνία.",
    "validation.date_equals": "Το πεδίο :attribute πρέπει να είναι μια ημερομηνία ίση με :date.",
    "validation.date_format": "Το πεδίο :attribute πρέπει να αντιστοιχεί στη μορφή :format.",
    "validation.decimal": "Το πεδίο :attribute πρέπει να έχει :decimal δεκαδικά ψηφία.",
    "validation.declined": "Το πεδίο :attribute πρέπει να απορριφθεί.",
    "validation.declined_if": "Το πεδίο :attribute πρέπει να απορρίπτεται όταν το :other είναι :value.",
    "validation.different": "Τα πεδία :attribute και :other πρέπει να είναι διαφορετικά.",
    "validation.digits": "Το πεδίο :attribute πρέπει να είναι :digits ψηφία.",
    "validation.digits_between": "Το πεδίο :attribute πρέπει να είναι μεταξύ των ψηφίων :min και :max.",
    "validation.dimensions": "Το πεδίο :attribute έχει μη έγκυρες διαστάσεις εικόνας.",
    "validation.distinct": "Το πεδίο :attribute έχει διπλή τιμή.",
    "validation.doesnt_end_with": "Το πεδίο :attribute δεν πρέπει να τελειώνει με ένα από τα ακόλουθα: :values.",
    "validation.doesnt_start_with": "Το πεδίο :attribute δεν πρέπει να αρχίζει με ένα από τα ακόλουθα: :values.",
    "validation.email": "Το πεδίο :attribute πρέπει να είναι μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.",
    "validation.ends_with": "Το πεδίο :attribute πρέπει να τελειώνει με ένα από τα ακόλουθα: :values.",
    "validation.not_in": "Το επιλεγμένο :attribute είναι άκυρο.",
    "validation.file": "Το πεδίο :attribute πρέπει να είναι αρχείο.",
    "validation.filled": "Το πεδίο :attribute πρέπει να έχει τιμή.",
    "validation.gt.array": "Το πεδίο :attribute πρέπει να έχει περισσότερα από :value στοιχεία.",
    "validation.gt.file": "Το πεδίο :attribute πρέπει να είναι μεγαλύτερο από :value kilobytes.",
    "validation.gt.numeric": "Το πεδίο :attribute πρέπει να είναι μεγαλύτερο από το :value.",
    "validation.gt.string": "Το πεδίο :attribute πρέπει να είναι μεγαλύτερο από :value χαρακτήρες.",
    "validation.gte.array": "Το πεδίο :attribute πρέπει να έχει τουλάχιστον :value στοιχεία.",
    "validation.gte.file": "Το πεδίο :attribute πρέπει να είναι μεγαλύτερο ή ίσο με :value kilobytes.",
    "validation.gte.numeric": "Το πεδίο :attribute πρέπει να είναι μεγαλύτερο ή ίσο του :value.",
    "validation.gte.string": "Το πεδίο :attribute πρέπει να είναι μεγαλύτερο ή ίσο με τους χαρακτήρες :value.",
    "validation.image": "Το πεδίο :attribute πρέπει να είναι εικόνα.",
    "validation.integer": "Το πεδίο :attribute πρέπει να είναι ακέραιος αριθμός.",
    "validation.in_array": "Το πεδίο :attribute πρέπει να υπάρχει στο :other.",
    "validation.ip": "Το πεδίο :attribute πρέπει να είναι μια έγκυρη διεύθυνση IP.",
    "validation.ipv4": "Το πεδίο :attribute πρέπει να είναι μια έγκυρη διεύθυνση IPv4.",
    "validation.ipv6": "Το πεδίο :attribute πρέπει να είναι μια έγκυρη διεύθυνση IPv6.",
    "validation.json": "Το πεδίο :attribute πρέπει να είναι ένα έγκυρο αλφαριθμητικό JSON.",
    "validation.lowercase": "Το πεδίο :attribute πρέπει να είναι πεζό.",
    "validation.lt.array": "Το πεδίο :attribute πρέπει να έχει λιγότερα από :value στοιχεία.",
    "validation.lt.file": "Το πεδίο :attribute πρέπει να είναι μικρότερο από :value kilobytes.",
    "validation.lt.numeric": "Το πεδίο :attribute πρέπει να είναι μικρότερο από :value.",
    "validation.lt.string": "Το πεδίο :attribute πρέπει να είναι μικρότερο από :value χαρακτήρες.",
    "validation.lte.array": "Το πεδίο :attribute δεν πρέπει να έχει περισσότερα από :value στοιχεία.",
    "validation.lte.file": "Το πεδίο :attribute πρέπει να είναι μικρότερο ή ίσο με :value kilobytes.",
    "validation.lte.numeric": "Το πεδίο :attribute πρέπει να είναι μικρότερο ή ίσο του :value.",
    "validation.lte.string": "Το πεδίο :attribute πρέπει να είναι μικρότερο ή ίσο με τους χαρακτήρες :value.",
    "validation.mac_address": "Το πεδίο :attribute πρέπει να είναι μια έγκυρη διεύθυνση MAC.",
    "validation.max.array": "Το πεδίο :attribute δεν πρέπει να έχει περισσότερα από :max στοιχεία.",
    "validation.max.file": "Το πεδίο :attribute δεν πρέπει να είναι μεγαλύτερο από :max kilobytes.",
    "validation.max.numeric": "Το πεδίο :attribute δεν πρέπει να είναι μεγαλύτερο από :max.",
    "validation.max.string": "Το πεδίο :attribute δεν πρέπει να υπερβαίνει τους χαρακτήρες :max.",
    "validation.max_digits": "Το πεδίο :attribute δεν πρέπει να έχει περισσότερα από :max ψηφία.",
    "validation.mimetypes": "Το πεδίο :attribute πρέπει να είναι αρχείο τύπου: :values.",
    "validation.min.array": "Το πεδίο :attribute πρέπει να έχει τουλάχιστον :min στοιχεία.",
    "validation.min.file": "Το πεδίο :attribute πρέπει να είναι τουλάχιστον :min kilobytes.",
    "validation.min.numeric": "Το πεδίο :attribute πρέπει να είναι τουλάχιστον :min.",
    "validation.min.string": "Το πεδίο :attribute πρέπει να είναι τουλάχιστον :min χαρακτήρες.",
    "validation.min_digits": "Το πεδίο :attribute πρέπει να έχει τουλάχιστον :min ψηφία.",
    "validation.missing": "Το πεδίο :attribute πρέπει να λείπει.",
    "validation.missing_if": "Το πεδίο :attribute πρέπει να λείπει όταν το :other είναι :value.",
    "validation.missing_unless": "Το πεδίο :attribute πρέπει να λείπει εκτός εάν το :other είναι :value.",
    "validation.missing_with": "Το πεδίο :attribute πρέπει να λείπει όταν υπάρχει το :values.",
    "validation.missing_with_all": "Το πεδίο :attribute πρέπει να λείπει όταν υπάρχει το :values.",
    "validation.multiple_of": "Το πεδίο :attribute πρέπει να είναι πολλαπλάσιο του :value.",
    "validation.regex": "Η μορφή του πεδίου :attribute είναι άκυρη.",
    "validation.numeric": "Το πεδίο :attribute πρέπει να είναι αριθμός.",
    "validation.password.letters": "Το πεδίο :attribute πρέπει να περιέχει τουλάχιστον ένα γράμμα.",
    "validation.password.mixed": "Το πεδίο :attribute πρέπει να περιέχει τουλάχιστον ένα κεφαλαίο και ένα πεζό γράμμα.",
    "validation.password.numbers": "Το πεδίο :attribute πρέπει να περιέχει τουλάχιστον έναν αριθμό.",
    "validation.password.symbols": "Το πεδίο :attribute πρέπει να περιέχει τουλάχιστον ένα σύμβολο.",
    "validation.password.uncompromised": "Το συγκεκριμένο :attribute εμφανίστηκε σε διαρροή δεδομένων. Παρακαλώ επιλέξτε ένα διαφορετικό :attribute.",
    "validation.present": "Το πεδίο :attribute πρέπει να είναι παρόν.",
    "validation.prohibited": "Το πεδίο :attribute απαγορεύεται.",
    "validation.prohibited_if": "Το πεδίο :attribute απαγορεύεται όταν το :other είναι :value.",
    "validation.prohibited_unless": "Το πεδίο :attribute απαγορεύεται εκτός εάν το :other βρίσκεται στο :values.",
    "validation.prohibits": "Το πεδίο :attribute απαγορεύει την παρουσία του :other.",
    "validation.required": "Το πεδίο :attribute είναι υποχρεωτικό.",
    "validation.required_array_keys": "Το πεδίο :attribute πρέπει να περιέχει καταχωρίσεις για: :values.",
    "validation.required_if": "Το πεδίο :attribute απαιτείται όταν το :other είναι :value.",
    "validation.required_if_accepted": "Το πεδίο :attribute απαιτείται όταν γίνεται δεκτό το :other.",
    "validation.required_unless": "Το πεδίο :attribute είναι υποχρεωτικό, εκτός εάν το :other βρίσκεται στο :values.",
    "validation.required_with": "Το πεδίο :attribute είναι υποχρεωτικό όταν υπάρχει το :values.",
    "validation.required_without": "Το πεδίο :attribute απαιτείται όταν δεν υπάρχει το :values.",
    "validation.required_without_all": "Το πεδίο :attribute απαιτείται όταν δεν υπάρχει κανένα από τα πεδία :values.",
    "validation.required_with_all": "Το πεδίο :attribute είναι υποχρεωτικό όταν υπάρχει το :values.",
    "validation.same": "Το πεδίο :attribute πρέπει να ταιριάζει με το :other.",
    "validation.size.array": "Το πεδίο :attribute πρέπει να περιέχει στοιχεία :size.",
    "validation.size.file": "Το πεδίο :attribute πρέπει να είναι :size kilobytes.",
    "validation.size.numeric": "Το πεδίο :attribute πρέπει να είναι :size.",
    "validation.size.string": "Το πεδίο :attribute πρέπει να αποτελείται από χαρακτήρες :size.",
    "validation.starts_with": "Το πεδίο :attribute πρέπει να αρχίζει με ένα από τα ακόλουθα: :values.",
    "validation.string": "Το πεδίο :attribute πρέπει να είναι μια συμβολοσειρά.",
    "validation.timezone": "Το πεδίο :attribute πρέπει να είναι μια έγκυρη ζώνη ώρας.",
    "validation.ulid": "Το πεδίο :attribute πρέπει να είναι ένα έγκυρο ULID.",
    "validation.unique": "Το :attribute έχει ήδη ληφθεί.",
    "validation.uploaded": "Το :attribute απέτυχε να μεταφορτωθεί.",
    "validation.uppercase": "Το πεδίο :attribute πρέπει να είναι κεφαλαίο.",
    "validation.uuid": "Το πεδίο :attribute πρέπει να είναι ένα έγκυρο UUID.",
    "View/Edit": "Προβολή/Επεξεργασία",
    "View/Edit Info": "Προβολή/Επεξεργασία πληροφοριών",
    "We collect the data <b>registered and logged in users directly provide</b> to us.<br />\\n More specifically, provided during registration or when editing your profile:": "Συλλέγουμε τα δεδομένα που μας <b>παρέχουν απευθείας οι εγγεγραμμένοι και συνδεδεμένοι χρήστες</b>.<br />\\n Πιο συγκεκριμένα, τα οποία παρέχονται κατά την εγγραφή ή κατά την επεξεργασία του προφίλ σας:",
    "We do <b>not</b> share your personal data with any third parties.<br />\\n Your anonymized site activity will be gathered by Google Analytics, as described above.": "<b>Δεν</b> μοιραζόμαστε τα προσωπικά σας δεδομένα με τρίτους.<br />\\n Η ανώνυμη δραστηριότητά σας στον ιστότοπο θα συλλέγεται από το Google Analytics, όπως περιγράφεται παραπάνω.",
    "We have implemented appropriate and reasonable technical security measures to secure the date we process and retain.<br />\\n However, the transmission of data between our services and your device is at your own risk.\\n You should access our services through a secure connection and device.": "Έχουμε εφαρμόσει κατάλληλα και εύλογα τεχνικά μέτρα ασφαλείας για την ασφάλεια των δεδομένων που επεξεργαζόμαστε και διατηρούμε.<br />\\n Ωστόσο, η μετάδοση δεδομένων μεταξύ των υπηρεσιών μας και της συσκευής σας γίνεται με δική σας ευθύνη.\\n Θα πρέπει να έχετε πρόσβαση στις υπηρεσίες μας μέσω ασφαλούς σύνδεσης και συσκευής.",
    "We inform you that you have the right to lodge a complaint to the competent data protection authority, pursuant to Article 77 of the Regulation\\n (EU) 2016/679, if you believe that your personal data have been processed in violation of any applicable law concerning data protection.": "Σας ενημερώνουμε ότι έχετε το δικαίωμα να υποβάλετε καταγγελία στην αρμόδια αρχή προστασίας δεδομένων, σύμφωνα με το άρθρο 77 του κανονισμού\\n (EU) 2016/679, εάν πιστεύετε ότι η επεξεργασία των προσωπικών σας δεδομένων έχει γίνει κατά παράβαση οποιασδήποτε ισχύουσας νομοθεσίας σχετικά με την προστασία δεδομένων.",
    "We keep the data listed above for <b>as long as necessary</b> to fulfil the purposes already described.<br />\\n When you perform <b>changes</b> your account or analysis data, the <b>previous data will not be retained</b>.<br />\\n When account or analysis data gets <b>deleted by the user</b>, we <b>do not keep</b> it on our infrastructure anymore.": "Διατηρούμε τα δεδομένα που αναφέρονται παραπάνω για <b>όσο χρονικό διάστημα είναι απαραίτητο</b> για την εκπλήρωση των σκοπών που έχουν ήδη περιγραφεί.<br />\\n Όταν πραγματοποιείτε <b>αλλαγές</b> στον λογαριασμό σας ή στα δεδομένα ανάλυσης, τα <b>προηγούμενα δεδομένα δεν θα διατηρηθούν</b>.<br />\\n Όταν τα δεδομένα λογαριασμού ή ανάλυσης <b>διαγράφονται από τον χρήστη</b>, <b>δεν</b> τα <b>διατηρούμε</b> πλέον στην υποδομή μας.",
    "We may revise this Privacy & Cookies policy from time to time, for example due to changes in our practices or for other operational,\\n legal or regulatory reasons. You should check this page occasionally to ensure you are up to date with the most current version of the policy.": "\\n Ενδέχεται να αναθεωρούμε την παρούσα πολιτική απορρήτου & Cookies από καιρό σε καιρό, για παράδειγμα λόγω αλλαγών στις πρακτικές μας ή για άλλους λειτουργικούς, νομικούς ή κανονιστικούς λόγους. Θα πρέπει να ελέγχετε περιστασιακά αυτή τη σελίδα για να βεβαιώνεστε ότι είστε ενημερωμένοι με την πιο πρόσφατη έκδοση της πολιτικής.",
    "We process your data on the legal ground that such processing is necessary to:": "Επεξεργαζόμαστε τα δεδομένα σας για τον νομικό λόγο ότι η επεξεργασία αυτή είναι απαραίτητη για:",
    "What data we collect": "Ποια δεδομένα συλλέγουμε",
    "When using this web application you consent to the collection, storage, processing and utilization of your information as described in this Privacy Policy.": "Κατά τη χρήση αυτής της διαδικτυακής εφαρμογής συναινείτε στη συλλογή, αποθήκευση, επεξεργασία και χρήση των πληροφοριών σας όπως περιγράφεται στην παρούσα Πολιτική απορρήτου.",
    "When you create or edit the info of your account or analyses, we might also store <b>creation/modification timestamps</b>.": "Όταν δημιουργείτε ή επεξεργάζεστε τις πληροφορίες του λογαριασμού ή των αναλύσεών σας, ενδέχεται επίσης να αποθηκεύουμε <b>χρονοσφραγίδες δημιουργίας/τροποποίησης</b>.",
    "Where feasible, does your city's project financing strategy provide for a mix of financial instruments and/or business models to create public-private partnerships, multiple financiers and service providers (e.g. for coordinating and mobilizing resources, sharing associated investment risks etc)?": "Όπου είναι εφικτό, η στρατηγική χρηματοδότησης έργων της πόλης σας προβλέπει συνδυασμό χρηματοδοτικών μέσων ή/και επιχειρηματικών μοντέλων για τη δημιουργία συμπράξεων δημόσιου και ιδιωτικού τομέα, πολλαπλών χρηματοδοτών και παρόχων υπηρεσιών (π.χ. για το συντονισμό και την κινητοποίηση πόρων, τον επιμερισμό των σχετικών επενδυτικών κινδύνων κ.λπ.)",
    "whether or not you're logged in": "αν είστε συνδεδεμένοι ή όχι",
    "Who we are": "Ποιοι είμαστε",
    "Will your city's project utilize other innovative sources, such as levies?": "Το σχέδιο της πόλης σας θα χρησιμοποιήσει άλλες καινοτόμες πηγές, όπως εισφορές;",
    "With who we share your data": "Με ποιον μοιραζόμαστε τα δεδομένα σας",
    "Yes": "Ναι",
    "You are almost there. Please make sure to provide the missing information about your planned project so that investors can quickly and easily understand\\n what the project is about. This includes most importantly the planned measures and the anticipated energy savings or renewable energy produced resulting\\n from these measures. You should also consider risks your project might face and assess challenging and supporting regulations within your country that\\n have an effect on your planned project.": "Σχεδόν φτάσατε. Βεβαιωθείτε ότι παρέχετε τις πληροφορίες που λείπουν σχετικά με το σχεδιαζόμενο έργο σας, ώστε οι επενδυτές να μπορούν να κατανοήσουν γρήγορα και εύκολα\\n περί τίνος πρόκειται το έργο. Αυτό περιλαμβάνει κυρίως τα σχεδιαζόμενα μέτρα και την αναμενόμενη εξοικονόμηση ενέργειας ή την παραγόμενη ανανεώσιμη ενέργεια που προκύπτει\\n από τα μέτρα αυτά. Θα πρέπει επίσης να εξετάσετε τους κινδύνους που μπορεί να αντιμετωπίσει το έργο σας και να αξιολογήσετε τους προκλητικούς και υποστηρικτικούς κανονισμούς στη χώρα σας που\\n έχουν αντίκτυπο στο σχεδιαζόμενο έργο σας.",
    "You can change your profile info from here.<br />\\n To keep the same password, just leave the \"New Password\" field empty.<br />\\n If you wish to set a new password, you will also need to enter your current password.": "Μπορείτε να αλλάξετε τις πληροφορίες του προφίλ σας από εδώ.<br />\\n Για να διατηρήσετε τον ίδιο κωδικό πρόσβασης, αφήστε το πεδίο \"Νέος κωδικός πρόσβασης\" κενό.<br />\\n Εάν επιθυμείτε να ορίσετε νέο κωδικό πρόσβασης, θα πρέπει επίσης να εισαγάγετε τον τρέχοντα κωδικό πρόσβασής σας.",
    "You can request a <b>full copy</b> or the <b>full erasure</b> of your data that we retain by contacting us.<br />\\n In addition, the aforementioned data <b>erasure does not include</b> any data we are obligated to keep for <b>legal or security purposes</b>.": "Μπορείτε να ζητήσετε ένα <b>πλήρες αντίγραφο</b> ή την <b>πλήρη διαγραφή</b> των δεδομένων σας που διατηρούμε, επικοινωνώντας μαζί μας.<br />\\n Επιπλέον, η προαναφερθείσα <b>διαγραφή</b> δεδομένων <b>δεν περιλαμβάνει</b> τυχόν δεδομένα που είμαστε υποχρεωμένοι να διατηρήσουμε για <b>νομικούς λόγους ή για λόγους ασφαλείας</b>.",
    "You may <b>rectify</b> your personal data directly through the application, but you can contact us if you're unable to, in order to assert your rights.<br />\\n You may contact us in order to assert your right to find out whether your personal data is <b>being processed or restrict/object</b> to the processing thereof.": "Μπορείτε να <b>διορθώσετε</b> τα προσωπικά σας δεδομένα απευθείας μέσω της εφαρμογής, αλλά μπορείτε να επικοινωνήσετε μαζί μας εάν δεν μπορείτε, προκειμένου να διεκδικήσετε τα δικαιώματά σας.<br />\\n Μπορείτε να επικοινωνήσετε μαζί μας προκειμένου να διεκδικήσετε το δικαίωμά σας να μάθετε αν τα προσωπικά σας δεδομένα υφίστανται <b>επεξεργασία ή να περιορίσετε/αντιταχθείτε</b> στην επεξεργασία τους.",
    "Your <b>IP address</b> might be stored, in order for the application to function and if required to protect our services from attacks.<br />\\n This applies to all users, not just the registered and logged in ones.": "Η <b>διεύθυνση IP</b> σας ενδέχεται να αποθηκευτεί, προκειμένου να λειτουργήσει η εφαρμογή και εάν απαιτείται για την προστασία των υπηρεσιών μας από επιθέσεις.<br />\\n Αυτό ισχύει για όλους τους χρήστες, όχι μόνο για τους εγγεγραμμένους και τους συνδεδεμένους.",
    "Your analyses": "Οι αναλύσεις σας",
    "Your Analysis Details": "Τα στοιχεία της ανάλυσής σας",
    "Your questionnaire answers": "Οι απαντήσεις σας στο ερωτηματολόγιο",
    "Your rights": "Τα δικαιώματά σας"
}
