{
    "(Estimated) Date of completion": "(Estimation) Date d'achèvement",
    "(Estimated) Starting date of implementation": "(Estimation) Date de début de la mise en œuvre",
    "<b>Analysis</b> is meant to be repeated <b>over time</b> alongside the early stages of city planning or projects’ preparation\\n process and can also serve as a <b>stand-alone capacity building resource</b> enabling a concise overview of new and innovative\\n financing instruments and an interpretation of their mechanisms and areas of application.": "L'<b>analyse</b> est destinée à être répétée au fil <b>du temps</b> lors des premières étapes de la planification urbaine ou du processus de préparation des projets\\n et peut également servir de <b>ressource autonome de renforcement des capacités</b> permettant une vue d'ensemble concise des instruments de financement nouveaux et innovants\\n et une interprétation de leurs mécanismes et de leurs domaines d'application.",
    "<b>First-time user?</b> Check out the :GuidelinesLink.": "<b>Vous êtes utilisateur pour la première fois?</b> Consultez le site :GuidelinesLink.",
    "<b>This application requires cookies to function</b> properly. As such, the application will store cookies on your device, while using it.<br />\\n You can configure your browser to block the use of cookies, but that might render this application unusable for you.<br />\\n Some of these cookies might be retained for a few days, but if you wish, you can manually delete them from your browser earlier, once you're done using the application.<br />\\n <i>Please note that deleting your cookies will also instantly log you out.</i><br />": "<b>Cette application nécessite cookies pour fonctionner</b> correctement. À ce titre, l'application stockera cookies sur votre appareil pendant son utilisation.<br />\\n Vous pouvez configurer votre navigateur pour bloquer l'utilisation de cookies, mais cela pourrait rendre cette application inutilisable pour vous.<br />\\n Certains de ces cookies peuvent être conservés pendant quelques jours, mais si vous le souhaitez, vous pouvez les supprimer manuellement de votre navigateur plus tôt, une fois que vous avez fini d'utiliser l'application.<br />\\n <i>Veuillez noter que la suppression de votre cookies vous déconnectera instantanément</i>.<br />",
    "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Need help using the app?</b> Check out the :GuidelinesLink!</span>\\n <span><b>Need further support or to contact us?</b> Email us: rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Want to look at the app's code?</b> Check out our :RepoLink!</span>\\n </div>": "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Besoin d'aide pour utiliser l'application?</b> Consultez le site :GuidelinesLink</span>!\\n <span>Vous avez besoin d'une<b>assistance supplémentaire ou de nous contacter?</b> Email:</span> <span> rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Vous souhaitez consulter le code de l'application?</b></span> Consultez <span>notre site :RepoLink</span>!\\n </div>",
    "<i>Please note that this process is not automated and might take a few days</i>.<br />\\n If you are looking to delete specific information, please refer to the <i>\"Data retention\"</i> section,\\n as you might be able to take advantage of the application's functions to delete what you need in an automated way.": "<i>Veuillez noter que ce processus n'est pas automatisé et peut prendre quelques jours</i>.<br />\\n Si vous souhaitez supprimer des informations spécifiques, veuillez vous référer à la section <i>\"Conservation des données\"</i>,\\n, car vous pourrez peut-être profiter des fonctions de l'application pour supprimer ce dont vous avez besoin de manière automatisée.",
    "Additionally, during your analyses, we collect the following:": "En outre, lors de vos analyses, nous recueillons les informations suivantes:",
    "Already registered?": "Vous êtes déjà inscrit?",
    "Analysis Actions": "Analyse Actions",
    "Analysis deleted successfully!": "Analyse supprimée avec succès!",
    "Answers edited successfully!": "Réponses modifiées avec succès!",
    "Answers saved successfully!": "Réponses sauvegardées avec succès!",
    "Are Budgetary Rules for public and regional authorities revised to exclude financing schemes (e.g. EPC) from debt quota obligations?": "Les règles budgétaires pour les autorités publiques et régionales sont-elles révisées pour exclure les régimes de financement (par exemple EPC) des obligations relatives au quota de la dette?",
    "Are city's own capital requirements (e.g. available city budget) sufficient to implement the financing scheme?": "Les besoins en capitaux propres de la ville (par exemple, le budget municipal disponible) sont-ils suffisants pour mettre en œuvre le plan de financement?",
    "Are subsidies, tax benefits, or other incentives and obligations(e.g energy savings, EEOs, etc) available for private project investors and lenders?": "Les investisseurs et les prêteurs privés peuvent-ils bénéficier de subventions, d'avantages fiscaux ou d'autres incitations et obligations (par exemple, économies d'énergie, EEOs, etc.)?",
    "Are your city's SECAP related projects and initiatives adequately disseminated to prospect investors and actors?": "Les projets et initiatives de votre ville liés à SECAP sont-ils diffusés de manière adéquate auprès des investisseurs et acteurs potentiels?",
    "Are you sure you want to delete this analysis?": "Êtes-vous sûr de vouloir supprimer cette analyse?",
    "auth.failed": "Ces références ne correspondent pas à nos dossiers.",
    "auth.password": "Le mot de passe fourni est incorrect.",
    "auth.throttle": "Trop de tentatives de connexion. Veuillez réessayer dans :seconds secondes.",
    "Authority/Agency": "Autorité/Agence",
    "authority/agency": "autorité/agence",
    "Cancel": "Annuler",
    "Can your municipality capitalize from lending institutions to support your city's project implementation?": "Votre municipalité peut-elle faire appel à des institutions de crédit pour soutenir la mise en œuvre de son projet?",
    "CBP": "CBP",
    "City/Region": "Ville/Région",
    "city/region": "ville/région",
    "Confirm Password": "Confirmer le mot de passe",
    "Continue to the Quick Finance Readiness Check": "Continuez jusqu'à la Quick Finance Readiness Check",
    "Cookies are small text files that a website may store on your device when you visit.": "Cookies sont de petits fichiers texte qu'un site web peut stocker sur votre appareil lorsque vous le visitez.",
    "Country": "Pays",
    "Create": "Créer",
    "Create new analysis": "Créer une nouvelle analyse",
    "Cross-Sectoral": "Transversal",
    "Cross Sectoral": "Transsectoriel",
    "current page & title": "page et titre actuels",
    "Current Password": "Mot de passe actuel",
    "current questionnaire title (where it applies)": "titre du questionnaire actuel (le cas échéant)",
    "Data retention": "Conservation des données",
    "Data safety": "Sécurité des données",
    "Delete": "Supprimer",
    "detect, prevent and address potential security issues concerning our services": "détecter, prévenir et traiter les problèmes de sécurité potentiels concernant nos services",
    "Development": "Développement",
    "Does the city have a history on default on debt?": "La ville a-t-elle des antécédents en matière de défaut de paiement?",
    "Does the municipality plan to sub-contract its roles and responsibilities with respect to project implementation, and/or transfer all or part of the necessary proceeds,  to a third implementing entity either internal or external?": "La municipalité prévoit-elle de sous-traiter ses rôles et responsabilités en ce qui concerne la mise en œuvre du projet, et/ou de transférer tout ou partie des recettes nécessaires, à une troisième entité de mise en œuvre, interne ou externe?",
    "Does the public stance support your city's project related investments within the planned timeframe?": "L'opinion publique soutient-elle les investissements de votre ville liés au projet dans les délais prévus?",
    "Does your city's financing strategy analyze both public and private, domestic and international, potential funding sources for supporting the priorities identified?": "La stratégie de financement de votre ville analyse-t-elle les sources de financement potentielles, publiques et privées, nationales et internationales, pour soutenir les priorités identifiées?",
    "Does your city's project demonstrate a clear national ownership and national direction on its strategic priorities, with a long-term finance orientation, considering potential options for refinancing or repaying investment (e.g. through energy bills or taxation etc)?": "Le projet de votre ville témoigne-t-il d'une appropriation nationale claire et d'une orientation nationale sur ses priorités stratégiques, avec une orientation financière à long terme, envisageant des options potentielles de refinancement ou de remboursement de l'investissement (par exemple, par le biais des factures d'énergie ou de la fiscalité, etc.)",
    "Does your city's project demonstrate a national investment prioritization process directly supported by existing municipal budgets and/or dedicated national or international funding sources?": "Le projet de votre ville s'appuie-t-il sur un processus national de hiérarchisation des investissements directement soutenu par des budgets municipaux existants et/ou des sources de financement nationales ou internationales dédiées?",
    "Does your city's project describe how priority objectives will be translated into specific concept notes, utilizing new financial instruments or mobilizing large scale finance from third development partners in the future?": "Le projet de votre ville décrit-il la manière dont les objectifs prioritaires seront traduits en notes conceptuelles spécifiques, en utilisant de nouveaux instruments financiers ou en mobilisant à l'avenir des financements à grande échelle de la part de partenaires de développement tiers?",
    "Does your city have a SECAP or other similar sustainable plan or strategy?": "Votre ville dispose-t-elle d'un site SECAP ou d'un plan ou d'une stratégie similaire en matière de développement durable?",
    "Does your municipality have the appropriate (multi-departmental) structure responsible for the ultimate oversight, including co-ordination, monitoring, performance risks management etc, over your city's project efficient implementation?": "Votre municipalité dispose-t-elle d'une structure appropriée (multi-services) chargée de la supervision finale, y compris la coordination, le suivi, la gestion des risques de performance, etc., de la mise en œuvre efficace des projets de votre ville?",
    "Does your municipality have the necessary capacity to conduct business development activities among which investigating alternative funding sources?": "Votre municipalité dispose-t-elle des capacités nécessaires pour mener des activités de développement des entreprises, parmi lesquelles la recherche de sources de financement alternatives?",
    "Does your municipality have the necessary know-how and/or technical expertise to support the implementation of the respective financing scheme?": "Votre municipalité dispose-t-elle du savoir-faire et/ou de l'expertise technique nécessaires pour soutenir la mise en œuvre du plan de financement concerné?",
    "Does your municipality have the necessary resources to support your city's project development and implementation within the planned timeframe?": "Votre municipalité dispose-t-elle des ressources nécessaires pour soutenir le développement et la mise en œuvre du projet de votre ville dans les délais prévus?",
    "Do ownership issues with regard to city's assets (e.g. buildings) facilitate the implementation of your city's project related investments in these assets?": "Les questions de propriété concernant les actifs de la ville (par exemple les bâtiments) facilitent-elles la mise en œuvre des investissements liés au projet de votre ville dans ces actifs?",
    "Do public procurement procedures facilitate sustainable energy investments adequately?": "Les procédures de passation des marchés publics facilitent-elles les investissements dans l'énergie durable de manière adéquate?",
    "Download results": "Télécharger les résultats",
    "Edit Profile": "Modifier le profil",
    "Email": "Email",
    "Email address": "Email adresse",
    "Email Password Reset Link": "Email Lien de réinitialisation du mot de passe",
    "Failed to delete analysis!": "L'analyse n'a pas été supprimée!",
    "Failed to save answers!": "Les réponses n'ont pas été sauvegardées!",
    "For each <b>sector of recommendation</b>, there are specific <b>innovative financing schemes</b> that could be best employed.": "Pour chaque <b>secteur de recommandation</b>, il existe des <b>systèmes de financement innovants</b> spécifiques qui pourraient être utilisés au mieux.",
    "For each <b>specific scheme</b> an easy-to-grasp checklist of selected decision criteria identifies an <b>ease of implementation\\n rate (%)</b>, based on the <b>project-specific characteristics</b> and the <b>general framework conditions</b>.": "Pour chaque <b>projet spécifique</b>, une liste de critères de décision faciles à comprendre permet d'identifier un <b>taux de facilité de mise en œuvre\\n (%)</b>, sur la base des <b>caractéristiques spécifiques du projet</b> et des <b>conditions-cadres générales</b>.",
    "forgot password?": "Vous avez oublié votre mot de passe?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password\\n reset link that will allow you to choose a new one.": "Vous avez oublié votre mot de passe? Pas de problème. Indiquez-nous votre adresse électronique et nous vous enverrons un lien de réinitialisation du mot de passe\\n qui vous permettra d'en choisir un nouveau.",
    "For the application to function": "Pour que l'application fonctionne",
    "For this please also see our template on calculating financial indicators that you can find on our website.": "Pour ce faire, veuillez également consulter notre modèle de calcul des indicateurs financiers que vous trouverez sur notre site web.",
    "fulfil our legal obligations": "remplir nos obligations légales",
    "General Information": "Informations générales",
    "Google Analytics Opt-out Browser Add-on": "Google Analytics Opt-out Browser Add-on",
    "Great! You have gathered and prepared all or most of the relevant information needed. Your project is financially ready.\\n You can now approach investors of financing institutions or proceed with setting up your planned financing scheme.": "C'est très bien! Vous avez rassemblé et préparé toutes ou la plupart des informations pertinentes nécessaires. Votre projet est financièrement prêt.\\n Vous pouvez maintenant prendre contact avec des investisseurs ou des institutions de financement ou procéder à la mise en place du plan de financement prévu.",
    "Guest mode: log in if you want your analyses to be saved!": "Mode invité: connectez-vous si vous souhaitez que vos analyses soient sauvegardées!",
    "Guidelines": "Lignes directrices",
    "Has a baseline <strong>energy consumption</strong> been determined?": "Une <strong>consommation d'énergie de</strong> référence a-t-elle été déterminée?",
    "Has your city's project been formally validated by your City's Council at a high political level?": "Le projet de votre ville a-t-il été formellement validé par le conseil municipal à un niveau politique élevé?",
    "Have you assessed any <strong>challenging regulations or policies</strong> that could pose a risk or barrier for your project?": "Avez-vous évalué les <strong>réglementations ou les politiques</strong> qui pourraient constituer un risque ou un obstacle pour votre projet?",
    "Have you assessed any existing <strong>helpful regulations or policies</strong> that can support the development of your project?": "Avez-vous évalué les <strong>réglementations ou politiques</strong> existantes susceptibles de soutenir le développement de votre projet?",
    "Have you assessed the <strong>market conditions</strong> for your project including <strong>incentives and potential barriers</strong>?": "Avez-vous évalué les <strong>conditions du marché</strong> pour votre projet, y compris les <strong>incitations et les obstacles potentiels</strong>?",
    "Have you calculated the <strong>expected revenues from energy savings</strong> and/or <strong>the expected revenues from the selling of renewable energy</strong> generated by your project over its lifetime?": "Avez-vous calculé les <strong>revenus attendus des économies d'énergie</strong> et/ou les <strong>revenus attendus de la vente de l'énergie renouvelable</strong> produite par votre projet pendant sa durée de vie?",
    "Have you calculated your <strong>total investment costs</strong> for the project?": "Avez-vous calculé le <strong>coût total de l'investissement</strong> pour le projet?",
    "Have you defined the <strong>measures</strong> that you intend to implement in your project?": "Avez-vous défini les <strong>mesures</strong> que vous comptez mettre en œuvre dans votre projet?",
    "Have you determined the <strong>payback period</strong> for your project?": "Avez-vous déterminé le <strong>délai de récupération de votre</strong> projet?",
    "Have you determined the energy savings and/or renewable energy production resulting from your planned measures?": "Avez-vous déterminé les économies d'énergie et/ou la production d'énergie renouvelable résultant des mesures prévues?",
    "Have you developed a <strong>budget</strong> with all the costs for your project including operating costs?": "Avez-vous élaboré un <strong>budget</strong> avec tous les coûts de votre projet, y compris les coûts d'exploitation?",
    "Have you developed a <strong>risk analysis</strong> of potential risks or negative impacts your project might have?": "Avez-vous développé une <strong>analyse</strong> des risques potentiels ou des impacts négatifs que votre projet pourrait avoir?",
    "Have you developed a <strong>working plan or roadmap</strong> for the implementation of the project outlining the different steps and responsibilities?": "Avez-vous élaboré un <strong>plan de travail ou une feuille de route</strong> pour la mise en œuvre du projet, décrivant les différentes étapes et les responsabilités?",
    "Have you developed an overview of the <strong>governance structure</strong> of the project, including roles and responsibilities and decision-making processes?": "Avez-vous développé une vue d'ensemble de la <strong>structure de gouvernance</strong> du projet, y compris les rôles et responsabilités et les processus de prise de décision?",
    "Help & Support": "Aide et assistance",
    "Home": "Accueil",
    "How we process your information": "Comment nous traitons vos informations",
    "if you're in editing mode (where it applies)": "si vous êtes en mode édition (où il s'applique)",
    "Implementation": "Mise en œuvre",
    "In addition, Google Analytics uses cookies to function. For more information, please refer to the section <i>\"What data we collect\"</i>.": "En outre, Google Analytics utilise cookies pour fonctionner. Pour plus d'informations, veuillez vous référer à la section <i>\"Quelles sont les données que nous collectons\"</i>.",
    "In addition, we gather <b>analytics</b> data (using Google Analytics 4) in order to prepare <b>aggregated, anonymized statistics on visitor’s activity</b>.\\n This data includes basic information about your device/browser (e.g. language), your region/country (<i>not</i> granular location or IP address),\\n and information as you browse the website and perform certain actions (e.g. view results, edit stored information); specifically:": "En outre, nous recueillons des données <b>analytiques</b> (à l'aide de Google Analytics 4) afin de préparer des <b>statistiques agrégées et anonymes sur l'activité des visiteurs</b>.\\n Ces données comprennent des informations de base sur votre appareil/navigateur (par exemple, la langue), votre région/pays<i>(pas de</i> localisation granulaire ou d'adresse IP),\\n et des informations lorsque vous naviguez sur le site web et effectuez certaines actions (par exemple, consulter les résultats, modifier les informations stockées); en particulier:",
    "In case the municipality plans to sub-contract and/or transfer all or part of the necessary proceeds, to a private third implementing entity is a clear explanation of the contractual arrangements, including transactional flow and/or flow of information, in place?": "Si la municipalité prévoit de sous-traiter et/ou de transférer tout ou partie des recettes nécessaires à une entité privée tierce chargée de la mise en œuvre, existe-t-il une explication claire des dispositions contractuelles, y compris le flux transactionnel et/ou le flux d'informations?",
    "Innovative financing is an option for urban climate and sustainable development projects,\\n but cities, municipalities and regions need to know how to activate and use it.\\n The Recommendation-Decision Matrix tool is working to that effect!": "Le financement innovant est une option pour les projets relatifs au climat urbain et au développement durable,\\n, mais les villes, les municipalités et les régions doivent savoir comment l'activer et l'utiliser.\\n Le site Recommendation-Decision Matrix tool travaille en ce sens!",
    "innovative financing schemes": "des systèmes de financement innovants",
    "In order to calculate the impacts of your project, you need to know your baseline energy consumption before the implementation of any measures.": "Pour calculer l'impact de votre projet, vous devez connaître votre consommation d'énergie de référence avant la mise en œuvre de toute mesure.",
    "In order to calculate the revenues of your project you need to have a clear understanding of your impacts in terms of energy savings and/or renewable energy produced.": "Pour calculer les revenus de votre projet, vous devez avoir une idée précise de son impact en termes d'économies d'énergie et/ou d'énergie renouvelable produite.",
    "Is a Steering Committee or similar internal mechanism in place or planned as a governing body to fully oversee and guide your city's project implementation?": "Un comité de pilotage ou un mécanisme interne similaire est-il en place ou prévu en tant qu'organe directeur pour superviser et guider la mise en œuvre du projet de votre ville?",
    "Is co-financing available and complete detail provided in your city's project proposal budget?": "Un cofinancement est-il disponible et des détails complets sont-ils fournis dans le budget de la proposition de projet de votre ville?",
    "Is the city's cooperation and communication with non-traditional investment actors (e.g. ESCOs) sufficient to implement the respective scheme?": "La coopération et la communication de la ville avec les acteurs non traditionnels de l'investissement (par exemple ESCOs) sont-elles suffisantes pour mettre en œuvre le programme concerné?",
    "Is the city's cooperation and communication with public actors for SECAP or other investment projects adequate so as to implement the financing scheme?": "La coopération et la communication de la ville avec les acteurs publics pour SECAP ou d'autres projets d'investissement sont-elles suffisantes pour mettre en œuvre le plan de financement?",
    "Is the city's cooperation and communication with traditional private actors for SECAP or other investment projects (e.g. banks, utilities, energy providers, etc) sufficient in order to implement the scheme?": "La coopération et la communication de la ville avec les acteurs privés traditionnels de SECAP ou d'autres projets d'investissement (par exemple les banques, les services publics, les fournisseurs d'énergie, etc.",
    "Is the city's personnel for project underwriting &amp; evaluation sufficient to support the implementation of the respective financing scheme?": "Le personnel de la ville chargé de la souscription et de l'évaluation des projets est-il suffisant pour soutenir la mise en œuvre du plan de financement concerné?",
    "Is the process to gain a construction/renovation permit fast and efficient?": "La procédure d'obtention d'un permis de construire ou de rénover est-elle rapide et efficace?",
    "Is the typical nominal bank lending rate relatively low?": "Le taux nominal typique des prêts bancaires est-il relativement bas?",
    "Is your city's project anticipated duration and implementation schedule reasonable and fully coordinated with all relevant investment actors and stakeholders involved?": "La durée prévue du projet et le calendrier de mise en œuvre de votre ville sont-ils raisonnables et entièrement coordonnés avec tous les acteurs de l'investissement et toutes les parties prenantes concernées?",
    "It is important to understand which political factors or regulations can positively influence your project, including e.g. financial and regulatory incentives for energy efficiency measures, one-stop-shops, equal opportunities for public procurement, facilitated licensing for renewable energy projects, etc.": "Il est important de comprendre quels facteurs politiques ou quelles réglementations peuvent avoir une influence positive sur votre projet, notamment les incitations financières et réglementaires pour les mesures d'efficacité énergétique, les guichets uniques, l'égalité des chances pour les marchés publics, l'octroi facilité de licences pour les projets d'énergie renouvelable, etc.",
    "It is important to understand which political factors or regulations negatively influence your project, such as e.g. long and bureaucratic licensing processes, requirements for impact assessments, land-use and ownership barriers etc.": "Il est important de comprendre quels sont les facteurs politiques ou les réglementations qui influencent négativement votre projet, comme par exemple les processus d'autorisation longs et bureaucratiques, les exigences en matière d'évaluation d'impact, les obstacles liés à l'utilisation des terres et à la propriété, etc.",
    "Learning Handbooks": "Manuels d'apprentissage",
    "Legal ground for processing your data": "Motif juridique du traitement de vos données",
    "Legislative": "Législatif",
    "Log In": "Se connecter",
    "Log in to save and view your analyses": "Connectez-vous pour enregistrer et consulter vos analyses",
    "Log Out": "Déconnexion",
    "Menu": "Menu",
    "Monitoring": "Contrôle",
    "More information required. You still lack much for the required information before you can consider your project financially ready.\\n Please make sure to prepare the missing information. The more information you have prepared the easier it will be to obtain financial means for your project.": "Plus d'informations requises. Il vous manque encore beaucoup d'informations pour que vous puissiez considérer votre projet comme financièrement prêt.\\n Veillez à préparer les informations manquantes. Plus vous aurez préparé d'informations, plus il sera facile d'obtenir des moyens financiers pour votre projet.",
    "My Analyses": "Mes analyses",
    "My analyses": "Mes analyses",
    "Name": "Nom",
    "new password": "nouveau mot de passe",
    "New Password": "Nouveau mot de passe",
    "Next": "Suivant",
    "No": "Non",
    "No analyses completed yet!": "Aucune analyse n'a encore été réalisée!",
    "None of this data contains personally identifiable information or specific data you submitted.": "Aucune de ces données ne contient d'informations personnellement identifiables ou de données spécifiques que vous avez soumises.",
    "Normative": "Normative",
    "No sensitive information gets collected by this application.": "Aucune information sensible n'est collectée par cette application.",
    "Note: The translations provided by this application have been automatically generated through the Google Cloud Translation API and the DeepL API.": "Note: Les traductions fournies par cette application ont été générées automatiquement par les sites Google Cloud Translation API et DeepL API.",
    "Not registered?": "Vous n'êtes pas inscrit?",
    "OK": "OK",
    "outbound link text/destination (where it applies)": "texte du lien sortant/destination (le cas échéant)",
    "pagination.next": "Suivant \"",
    "pagination.previous": "\" Précédent",
    "Partially": "Partiellement",
    "Password": "Mot de passe",
    "passwords.reset": "Votre mot de passe a été réinitialisé.",
    "passwords.sent": "Nous vous avons envoyé le lien de réinitialisation de votre mot de passe.",
    "passwords.throttled": "Veuillez patienter avant de réessayer.",
    "passwords.token": "Ce jeton de réinitialisation du mot de passe n'est pas valide.",
    "passwords.user": "Nous ne pouvons pas trouver d'utilisateur avec cette adresse e-mail.",
    "Phase": "Phase",
    "plan/strategy": "plan/stratégie",
    "Please confirm deletion": "Veuillez confirmer la suppression",
    "Policy updates": "Mise à jour des politiques",
    "previous page & title (<i>only</i> if it was still within this application)": "page précédente et titre<i>(uniquement</i> s'il s'agit d'une demande en cours)",
    "Privacy Policy": "Politique de confidentialité",
    "Private Buildings": "Bâtiments privés",
    "Proceed without an account": "Procéder sans compte",
    "Profile info saved successfully!": "Les informations du profil ont été sauvegardées avec succès!",
    "Project Description": "Description du projet",
    "Project title": "Titre du projet",
    "Project Title": "Titre du projet",
    "project title": "titre du projet",
    "PROSPECT+": "PROSPECT+",
    "protect your vital interests or the vital interests of a third party, such as situations involving potential threads to a person's safety": "protéger vos intérêts vitaux ou les intérêts vitaux d'un tiers, tels que les situations impliquant des menaces potentielles pour la sécurité d'une personne",
    "provide this service to you, as requested": "vous fournir ce service, comme demandé",
    "Public Buildings": "Bâtiments publics",
    "Public Lighting": "Éclairage public",
    "Public Lightning": "Éclairage public",
    "Quick Finance Readiness Check": "Quick Finance Readiness Check",
    "Recommendation-Decision Matrix": "Recommendation-Decision Matrix",
    "Recommendation-Decision Matrix tool User Guide": "Recommendation-Decision Matrix tool Guide de l'utilisateur",
    "Register": "Registre",
    "Remember me": "Souvenez-vous de moi",
    "repository": "dépôt",
    "Reset Password": "Réinitialiser le mot de passe",
    "Save": "Économiser",
    "Save & show results": "Sauvegarder et afficher les résultats",
    "Sector": "Secteur",
    "Select": "Sélectionnez",
    "Select language": "Sélectionnez la langue",
    "Select sector for your analysis:": "Sélectionnez un secteur pour votre analyse:",
    "Show results": "Résultats de l'exposition",
    "Start!": "Commencez!",
    "Start a new analysis": "Commencer une nouvelle analyse",
    "Technical or Non-technical": "Technique ou non technique",
    "Thank you for using the PROSPECT+ Decision Matrix Tool to check which financing scheme will be the most suitable for your local authority to implement the planned\\n or ongoing local sustainable energy project for your city. Please note that all results have been automatically determined based on your answers, indicating an ease of\\n implementation rate (%) for each available financing scheme against the general framework conditions. More information on the set of financing alternatives is also\\n available on the PROSPECT+ :PPLearningHandbooksLink.": "Merci d'avoir utilisé l'outil de matrice de décision PROSPECT+ pour vérifier quel régime de financement sera le plus approprié pour votre autorité locale afin de mettre\\n en œuvre le projet d'énergie durable local planifié ou en cours pour votre ville. Veuillez noter que tous les résultats ont été déterminés automatiquement sur la base\\n de vos réponses, indiquant un taux de facilité de mise en œuvre (%) pour chaque plan de financement disponible par rapport aux conditions générales du cadre.\\n De plus amples informations sur l'ensemble des alternatives de financement sont également disponibles sur le site PROSPECT+ :PPLearningHandbooksLink.",
    "The <b>Recommendation-Decision Matrix tool</b> has been developed in :PROSPECTplusLink, a capacity-building HORIZON 2020 project aiming at bringing\\n together EU municipalities and empowering them to make more informed decisions on implementing their local energy and climate plans\\n (e.g. SEAPs, SECAPs, etc.) by using the appropriate :PPLearningProgrammeLink.": "L'outil <b>Recommendation-Decision Matrix tool</b> a été développé dans le cadre de :PROSPECTplusLink, un projet de renforcement des capacités HORIZON 2020 visant à rassembler\\n les municipalités de l'UE et à leur donner les moyens de prendre des décisions plus éclairées sur la mise en œuvre de leurs plans énergétiques et climatiques locaux\\n (par exemple SEAPs, SECAPs, etc.) en utilisant les outils appropriés :PPLearningProgrammeLink.",
    "The <b>Recommendation-Decision Matrix tool</b> is designed to support local governments on their <b>first\\n decision-making steps</b> against a wide array of <b>innovative schemes</b> for financing their climate and\\n sustainability actions. A <b>practical</b> and <b>easy-to-use tool</b>, <b>free</b> and <b>accessible</b> to all local and regional\\n authorities and their implementing agencies, who are looking at ways to increase or diversify their funding base\\n in order to bridge their municipal infrastructure needs across <b>5 different sectors</b>:": "L'outil <b>Recommendation-Decision Matrix tool</b> est conçu pour aider les collectivités locales dans leurs <b>premières démarches\\n de prise de décision</b> face à un large éventail de <b>programmes innovants</b> pour le financement de leurs actions en faveur du climat et de la\\n durabilité. Un <b>outil</b> <b>pratique</b> et <b>facile à utiliser</b>, <b>gratuit</b> et <b>accessible</b> à toutes les autorités locales et régionales\\n et à leurs agences de mise en œuvre, qui cherchent des moyens d'augmenter ou de diversifier leur base de financement\\n afin de répondre à leurs besoins en infrastructures municipales dans <b>5 secteurs différents</b>:",
    "The analysis info you enter": "Les informations d'analyse que vous saisissez",
    "The reasons we process your information depend on how you interact with this service and include:": "Les raisons pour lesquelles nous traitons vos informations dépendent de la manière dont vous interagissez avec ce service:",
    "These include all measures that result in energy savings or the production of renewable energies. You need to have a clear understanding of which measures you plan to implement in your project in order to understand the project costs and revenues.": "Il s'agit de toutes les mesures qui permettent de réaliser des économies d'énergie ou de produire des énergies renouvelables. Vous devez avoir une idée claire des mesures que vous prévoyez de mettre en œuvre dans votre projet afin de comprendre les coûts et les revenus du projet.",
    "This web application was created and is hosted by <b>TEESlab</b>.": "Cette application web a été créée et est hébergée par <b>TEESlab</b>.",
    "To facilitate account creation, recovery and user authentication": "Faciliter la création et la récupération de comptes ainsi que l'authentification des utilisateurs",
    "Transport": "Transport",
    "Transportation": "Transport",
    "Type of measure": "Type de mesure",
    "type of measure": "type de mesure",
    "unexpected errors received": "erreurs inattendues reçues",
    "Usage of cookies": "Utilisation de cookies",
    "User Guide": "Guide de l'utilisateur",
    "User name": "Nom de l'utilisateur",
    "User password <i>(more accurately, its derivative hash)</i>": "Mot de passe de l'utilisateur <i>(plus précisément, son hachage dérivé</i>)",
    "validation.accepted": "Le champ :attribute doit être accepté.",
    "validation.accepted_if": "Le champ :attribute doit être accepté lorsque :other est :value.",
    "validation.url": "Le champ :attribute doit être une URL valide.",
    "validation.after": "Le champ :attribute doit être une date postérieure à :date.",
    "validation.after_or_equal": "Le champ :attribute doit être une date postérieure ou égale à :date.",
    "validation.alpha": "Le champ :attribute ne doit contenir que des lettres.",
    "validation.alpha_dash": "Le champ :attribute ne doit contenir que des lettres, des chiffres, des tirets et des traits de soulignement.",
    "validation.alpha_num": "Le champ :attribute ne doit contenir que des lettres et des chiffres.",
    "validation.array": "Le champ :attribute doit être un tableau.",
    "validation.ascii": "Le champ :attribute ne doit contenir que des caractères alphanumériques et des symboles d'un seul octet.",
    "validation.attributes.attribute-name": "nom personnalisé",
    "validation.before": "Le champ :attribute doit être une date antérieure à :date.",
    "validation.before_or_equal": "Le champ :attribute doit être une date antérieure ou égale à :date.",
    "validation.between.array": "Le champ :attribute doit contenir entre :min et :max.",
    "validation.between.file": "Le champ :attribute doit être compris entre :min et :max kilo-octets.",
    "validation.between.numeric": "Le champ :attribute doit se situer entre :min et :max.",
    "validation.between.string": "Le champ :attribute doit être compris entre :min et :max caractères.",
    "validation.boolean": "Le champ :attribute doit être vrai ou faux.",
    "validation.confirmed": "La confirmation du champ :attribute ne correspond pas.",
    "validation.current_password": "Le mot de passe est incorrect.",
    "validation.custom.attribute-name.rule-name": "message personnalisé",
    "validation.date": "Le champ :attribute doit être une date valide.",
    "validation.date_equals": "Le champ :attribute doit être une date égale à :date.",
    "validation.date_format": "Le champ :attribute doit correspondre au format :format.",
    "validation.decimal": "Le champ :attribute doit comporter :decimal décimales.",
    "validation.declined": "Le champ :attribute doit être décliné.",
    "validation.declined_if": "Le champ :attribute doit être décliné lorsque :other est :value.",
    "validation.different": "Les champs :attribute et :other doivent être différents.",
    "validation.digits": "Le champ :attribute doit être composé de :digits chiffres.",
    "validation.digits_between": "Le champ :attribute doit être compris entre :min et :max chiffres.",
    "validation.dimensions": "Le champ :attribute a des dimensions d'image non valides.",
    "validation.distinct": "Le champ :attribute a une valeur en double.",
    "validation.doesnt_end_with": "Le champ :attribute ne doit pas se terminer par l'un des éléments suivants: :values.",
    "validation.doesnt_start_with": "Le champ :attribute ne doit pas commencer par l'un des éléments suivants: :values.",
    "validation.email": "Le champ :attribute doit être une adresse électronique valide.",
    "validation.ends_with": "Le champ :attribute doit se terminer par l'un des éléments suivants: :values.",
    "validation.not_in": "Le site :attribute sélectionné n'est pas valide.",
    "validation.file": "Le champ :attribute doit être un fichier.",
    "validation.filled": "Le champ :attribute doit avoir une valeur.",
    "validation.gt.array": "Le champ :attribute doit contenir plus d'éléments que :value.",
    "validation.gt.file": "Le champ :attribute doit être supérieur à :value kilobytes.",
    "validation.gt.numeric": "Le champ :attribute doit être supérieur à :value.",
    "validation.gt.string": "Le champ :attribute doit être supérieur à :value caractères.",
    "validation.gte.array": "Le champ :attribute doit comporter au moins :value éléments.",
    "validation.gte.file": "Le champ :attribute doit être supérieur ou égal à :value kilo-octets.",
    "validation.gte.numeric": "Le champ :attribute doit être supérieur ou égal à :value.",
    "validation.gte.string": "Le champ :attribute doit être supérieur ou égal aux caractères :value.",
    "validation.image": "Le champ :attribute doit être une image.",
    "validation.integer": "Le champ :attribute doit être un nombre entier.",
    "validation.in_array": "Le champ :attribute doit exister dans :other.",
    "validation.ip": "Le champ :attribute doit être une adresse IP valide.",
    "validation.ipv4": "Le champ :attribute doit être une adresse IPv4 valide.",
    "validation.ipv6": "Le champ :attribute doit être une adresse IPv6 valide.",
    "validation.json": "Le champ :attribute doit être une chaîne JSON valide.",
    "validation.lowercase": "Le champ :attribute doit être en minuscules.",
    "validation.lt.array": "Le champ :attribute doit contenir moins de :value éléments.",
    "validation.lt.file": "Le champ :attribute doit être inférieur à :value kilobytes.",
    "validation.lt.numeric": "Le champ :attribute doit être inférieur à :value.",
    "validation.lt.string": "Le champ :attribute doit être inférieur à :value caractères.",
    "validation.lte.array": "Le champ :attribute ne doit pas comporter plus de :value.",
    "validation.lte.file": "Le champ :attribute doit être inférieur ou égal à :value kilobytes.",
    "validation.lte.numeric": "Le champ :attribute doit être inférieur ou égal à :value.",
    "validation.lte.string": "Le champ :attribute doit être inférieur ou égal à :value caractères.",
    "validation.mac_address": "Le champ :attribute doit être une adresse MAC valide.",
    "validation.max.array": "Le champ :attribute ne doit pas comporter plus de :max.",
    "validation.max.file": "Le champ :attribute ne doit pas être supérieur à :max kilobytes.",
    "validation.max.numeric": "Le champ :attribute ne doit pas être supérieur à :max.",
    "validation.max.string": "Le champ :attribute ne doit pas être supérieur à :max caractères.",
    "validation.max_digits": "Le champ :attribute ne doit pas comporter plus de :max chiffres.",
    "validation.mimetypes": "Le champ :attribute doit être un fichier de type: :values.",
    "validation.min.array": "Le champ :attribute doit comporter au moins des éléments :min.",
    "validation.min.file": "Le champ :attribute doit être d'au moins :min kilo-octets.",
    "validation.min.numeric": "Le champ :attribute doit être au moins égal à :min.",
    "validation.min.string": "Le champ :attribute doit comporter au moins :min caractères.",
    "validation.min_digits": "Le champ :attribute doit comporter au moins :min chiffres.",
    "validation.missing": "Le champ :attribute doit être absent.",
    "validation.missing_if": "Le champ :attribute doit être absent lorsque :other est :value.",
    "validation.missing_unless": "Le champ :attribute doit être absent, sauf si :other est :value.",
    "validation.missing_with": "Le champ :attribute doit être absent lorsque :values est présent.",
    "validation.missing_with_all": "Le champ :attribute doit être absent lorsque :values est présent.",
    "validation.multiple_of": "Le champ :attribute doit être un multiple de :value.",
    "validation.regex": "Le format du champ :attribute n'est pas valide.",
    "validation.numeric": "Le champ :attribute doit être un nombre.",
    "validation.password.letters": "Le champ :attribute doit contenir au moins une lettre.",
    "validation.password.mixed": "Le champ :attribute doit contenir au moins une lettre majuscule et une lettre minuscule.",
    "validation.password.numbers": "Le champ :attribute doit contenir au moins un chiffre.",
    "validation.password.symbols": "Le champ :attribute doit contenir au moins un symbole.",
    "validation.password.uncompromised": "Le site :attribute est apparu dans une fuite de données. Veuillez choisir un autre :attribute.",
    "validation.present": "Le champ :attribute doit être présent.",
    "validation.prohibited": "Le champ :attribute est interdit.",
    "validation.prohibited_if": "Le champ :attribute est interdit lorsque :other est :value.",
    "validation.prohibited_unless": "Le champ :attribute est interdit sauf si :other se trouve dans :values.",
    "validation.prohibits": "Le champ :attribute interdit la présence de :other.",
    "validation.required": "Le champ :attribute est obligatoire.",
    "validation.required_array_keys": "Le champ :attribute doit contenir les entrées suivantes: :values.",
    "validation.required_if": "Le champ :attribute est obligatoire lorsque :other est :value.",
    "validation.required_if_accepted": "Le champ :attribute est obligatoire lorsque :other est accepté.",
    "validation.required_unless": "Le champ :attribute est obligatoire sauf si :other figure dans :values.",
    "validation.required_with": "Le champ :attribute est obligatoire lorsque :values est présent.",
    "validation.required_without": "Le champ :attribute est obligatoire si :values n'est pas présent.",
    "validation.required_without_all": "Le champ :attribute est obligatoire si aucun des champs :values n'est présent.",
    "validation.required_with_all": "Le champ :attribute est obligatoire lorsque :values est présent.",
    "validation.same": "Le champ :attribute doit correspondre à :other.",
    "validation.size.array": "Le champ :attribute doit contenir des éléments :size.",
    "validation.size.file": "Le champ :attribute doit être :size kilobytes.",
    "validation.size.numeric": "Le champ :attribute doit être :size.",
    "validation.size.string": "Le champ :attribute doit être composé de caractères :size.",
    "validation.starts_with": "Le champ :attribute doit commencer par l'un des éléments suivants: :values.",
    "validation.string": "Le champ :attribute doit être une chaîne de caractères.",
    "validation.timezone": "Le champ :attribute doit être un fuseau horaire valide.",
    "validation.ulid": "Le champ :attribute doit être un ULID valide.",
    "validation.unique": "Le site :attribute a déjà été pris.",
    "validation.uploaded": "Le site :attribute n'a pas pu être téléchargé.",
    "validation.uppercase": "Le champ :attribute doit être en majuscules.",
    "validation.uuid": "Le champ :attribute doit être un UUID valide.",
    "View/Edit": "Voir/Modifier",
    "View/Edit Info": "Voir/modifier les informations",
    "We collect the data <b>registered and logged in users directly provide</b> to us.<br />\\n More specifically, provided during registration or when editing your profile:": "Nous collectons les données que les <b>utilisateurs enregistrés et connectés nous fournissent directement</b>.<br />\\n Plus précisément, ces données sont fournies lors de l'enregistrement ou de la modification de votre profil:",
    "We do <b>not</b> share your personal data with any third parties.<br />\\n Your anonymized site activity will be gathered by Google Analytics, as described above.": "Nous <b>ne</b> partageons <b>pas</b> vos données personnelles avec des tiers.<br />\\n Votre activité anonyme sur le site sera recueillie par Google Analytics, comme décrit ci-dessus.",
    "We have implemented appropriate and reasonable technical security measures to secure the date we process and retain.<br />\\n However, the transmission of data between our services and your device is at your own risk.\\n You should access our services through a secure connection and device.": "Nous avons mis en œuvre des mesures de sécurité technique appropriées et raisonnables pour sécuriser les données que nous traitons et conservons.<br />\\n Toutefois, la transmission de données entre nos services et votre appareil se fait à vos risques et périls.\\n Vous devez accéder à nos services par le biais d'une connexion et d'un appareil sécurisés.",
    "We inform you that you have the right to lodge a complaint to the competent data protection authority, pursuant to Article 77 of the Regulation\\n (EU) 2016/679, if you believe that your personal data have been processed in violation of any applicable law concerning data protection.": "Nous vous informons que vous avez le droit d'introduire une réclamation auprès de l'autorité compétente en matière de protection des données, conformément à l'article 77 du règlement\\n (EU) 2016/679, si vous estimez que vos données à caractère personnel ont été traitées en violation de toute loi applicable en matière de protection des données.",
    "We keep the data listed above for <b>as long as necessary</b> to fulfil the purposes already described.<br />\\n When you perform <b>changes</b> your account or analysis data, the <b>previous data will not be retained</b>.<br />\\n When account or analysis data gets <b>deleted by the user</b>, we <b>do not keep</b> it on our infrastructure anymore.": "Nous conservons les données énumérées ci-dessus aussi longtemps que <b>nécessaire</b> pour atteindre les objectifs déjà décrits.<br />\\n Lorsque vous <b>modifiez</b> votre compte ou vos données d'analyse, les <b>données précédentes ne sont pas conservées</b>.<br />\\n Lorsque les données de compte ou d'analyse sont <b>supprimées par l'utilisateur</b>, nous <b>ne</b> les <b>conservons plus</b> sur notre infrastructure.",
    "We may revise this Privacy & Cookies policy from time to time, for example due to changes in our practices or for other operational,\\n legal or regulatory reasons. You should check this page occasionally to ensure you are up to date with the most current version of the policy.": "Nous pouvons réviser cette politique de confidentialité et de Cookies de temps à autre, par exemple en raison de changements dans nos pratiques ou pour d'autres raisons opérationnelles,\\n juridiques ou réglementaires. Nous vous conseillons de consulter cette page de temps à autre pour vous assurer que vous disposez de la version la plus récente de la politique.",
    "We process your data on the legal ground that such processing is necessary to:": "Nous traitons vos données sur la base légale que ce traitement est nécessaire pour:",
    "What data we collect": "Quelles sont les données que nous collectons?",
    "When using this web application you consent to the collection, storage, processing and utilization of your information as described in this Privacy Policy.": "En utilisant cette application web, vous consentez à la collecte, au stockage, au traitement et à l'utilisation de vos informations comme décrit dans la présente politique de confidentialité.",
    "When you create or edit the info of your account or analyses, we might also store <b>creation/modification timestamps</b>.": "Lorsque vous créez ou modifiez les informations de votre compte ou de vos analyses, nous pouvons également enregistrer l'<b>heure de création/modification</b>.",
    "Where feasible, does your city's project financing strategy provide for a mix of financial instruments and/or business models to create public-private partnerships, multiple financiers and service providers (e.g. for coordinating and mobilizing resources, sharing associated investment risks etc)?": "Dans la mesure du possible, la stratégie de financement de projet de votre ville prévoit-elle une combinaison d'instruments financiers et/ou de modèles commerciaux pour créer des partenariats public-privé, des financeurs et des prestataires de services multiples (par exemple pour coordonner et mobiliser les ressources, partager les risques d'investissement associés, etc.)",
    "whether or not you're logged in": "que vous soyez connecté ou non",
    "Who we are": "Qui sommes-nous?",
    "Will your city's project utilize other innovative sources, such as levies?": "Le projet de votre ville utilisera-t-il d'autres sources innovantes, telles que des taxes?",
    "With who we share your data": "Avec qui partageons-nous vos données?",
    "Yes": "Oui",
    "You are almost there. Please make sure to provide the missing information about your planned project so that investors can quickly and easily understand\\n what the project is about. This includes most importantly the planned measures and the anticipated energy savings or renewable energy produced resulting\\n from these measures. You should also consider risks your project might face and assess challenging and supporting regulations within your country that\\n have an effect on your planned project.": "Vous y êtes presque. Veillez à fournir les informations manquantes sur votre projet afin que les investisseurs puissent comprendre rapidement et facilement\\n de quoi il s'agit. Il s'agit surtout des mesures prévues et des économies d'énergie anticipées ou de l'énergie renouvelable produite résultant\\n de ces mesures. Vous devez également prendre en compte les risques auxquels votre projet pourrait être confronté et évaluer les réglementations de votre pays qui\\n ont un effet sur votre projet.",
    "You can change your profile info from here.<br />\\n To keep the same password, just leave the \"New Password\" field empty.<br />\\n If you wish to set a new password, you will also need to enter your current password.": "Vous pouvez modifier les informations de votre profil à partir d'ici.<br />\\n Pour conserver le même mot de passe, laissez le champ \"Nouveau mot de passe\" vide.<br />\\n Si vous souhaitez définir un nouveau mot de passe, vous devrez également saisir votre mot de passe actuel.",
    "You can request a <b>full copy</b> or the <b>full erasure</b> of your data that we retain by contacting us.<br />\\n In addition, the aforementioned data <b>erasure does not include</b> any data we are obligated to keep for <b>legal or security purposes</b>.": "Vous pouvez demander une <b>copie complète</b> ou l'<b>effacement complet</b> de vos données que nous conservons en nous contactant.<br />\\n En outre, l'<b>effacement des</b> données susmentionné n <b>'inclut pas les</b> données que nous sommes obligés de conserver à des <b>fins juridiques ou de sécurité</b>.",
    "You may <b>rectify</b> your personal data directly through the application, but you can contact us if you're unable to, in order to assert your rights.<br />\\n You may contact us in order to assert your right to find out whether your personal data is <b>being processed or restrict/object</b> to the processing thereof.": "Vous pouvez <b>rectifier</b> vos données personnelles directement via l'application, mais vous pouvez nous contacter si vous n'y parvenez pas, afin de faire valoir vos droits.<br />\\n Vous pouvez nous contacter pour faire valoir votre droit de savoir si vos données à caractère personnel sont <b>traitées ou de restreindre</b> leur traitement <b>ou de vous y opposer</b>.",
    "Your <b>IP address</b> might be stored, in order for the application to function and if required to protect our services from attacks.<br />\\n This applies to all users, not just the registered and logged in ones.": "Votre <b>adresse IP</b> peut être stockée pour permettre à l'application de fonctionner et, le cas échéant, pour protéger nos services contre les attaques.<br />\\n Ceci s'applique à tous les utilisateurs, et pas seulement aux utilisateurs enregistrés et connectés.",
    "Your analyses": "Vos analyses",
    "Your Analysis Details": "Les détails de votre analyse",
    "Your questionnaire answers": "Vos réponses au questionnaire",
    "Your rights": "Vos droits"
}
