{
    "(Estimated) Date of completion": "(Procijenjeni) Datum završetka",
    "(Estimated) Starting date of implementation": "(Procijenjeni) Datum početka provedbe",
    "<b>Analysis</b> is meant to be repeated <b>over time</b> alongside the early stages of city planning or projects’ preparation\\n process and can also serve as a <b>stand-alone capacity building resource</b> enabling a concise overview of new and innovative\\n financing instruments and an interpretation of their mechanisms and areas of application.": "<b>Analiza</b> bi se trebala ponavljati <b>tijekom vremena</b> uz rane faze planiranja grada ili pripreme projekata \\n procesa i može poslužiti i kao <b>samostalni resurs za izgradnju kapaciteta</b> koji omogućuje sažeti pregled novih i inovativnih \\n instrumente financiranja te tumačenje njihovih mehanizama i područja primjene.",
    "<b>First-time user?</b> Check out the :GuidelinesLink.": "<b>Prvi korisnik?</b> Provjerite :GuidelinesLink.",
    "<b>This application requires cookies to function</b> properly. As such, the application will store cookies on your device, while using it.<br />\\n You can configure your browser to block the use of cookies, but that might render this application unusable for you.<br />\\n Some of these cookies might be retained for a few days, but if you wish, you can manually delete them from your browser earlier, once you're done using the application.<br />\\n <i>Please note that deleting your cookies will also instantly log you out.</i><br />": "<b>Ova aplikacija zahtijeva cookies za pravilan rad</b>. Kao takav, aplikacija će pohraniti cookies na vašem uređaju, dok ga koristite. <br />\\n Možete konfigurirati svoj preglednik da blokira korištenje cookies, ali to bi moglo učiniti ovu aplikaciju neupotrebljivom za vas. <br />\\n Neki od ovih cookies mogu se zadržati nekoliko dana, ali ako želite, možete ih ručno izbrisati iz preglednika ranije, nakon što završite s korištenjem aplikacije. <br />\\n <i>Imajte na umu da ćete se brisanjem cookies također trenutno odjaviti.</i><br />",
    "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Need help using the app?</b> Check out the :GuidelinesLink!</span>\\n <span><b>Need further support or to contact us?</b> Email us: rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Want to look at the app's code?</b> Check out our :RepoLink!</span>\\n </div>": "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Trebate li pomoć pri korištenju aplikacije?</b> Provjerite</span> :GuidelinesLink</p>! \\n <span><b>Trebate dodatnu podršku ili nas kontaktirati?</b></span> Email</p> nas: rdmtool.teeslab [at] unipi.gr\\n <span><b>Želite li pogledati kôd aplikacije?</b> Provjerite naše</span> :RepoLink</p>! \\n</div>",
    "<i>Please note that this process is not automated and might take a few days</i>.<br />\\n If you are looking to delete specific information, please refer to the <i>\"Data retention\"</i> section,\\n as you might be able to take advantage of the application's functions to delete what you need in an automated way.": "<i>Imajte na umu da ovaj postupak nije automatiziran i može potrajati nekoliko dana</i>. <br />\\n Ako želite izbrisati određene podatke, pogledajte odjeljak <i>\"Zadržavanje podataka\"</i>, \\n budući da biste mogli iskoristiti prednosti funkcija aplikacije za brisanje onoga što vam je potrebno na automatski način.",
    "Additionally, during your analyses, we collect the following:": "Osim toga, tijekom vaših analiza prikupljamo sljedeće:",
    "Already registered?": "Već registrirani?",
    "Analysis Actions": "Radnje analize",
    "Analysis deleted successfully!": "Analiza je uspješno izbrisana!",
    "Answers edited successfully!": "Odgovori su uspješno uređeni!",
    "Answers saved successfully!": "Odgovori su uspješno spremljeni!",
    "Are Budgetary Rules for public and regional authorities revised to exclude financing schemes (e.g. EPC) from debt quota obligations?": "Jesu li proračunska pravila za javna i regionalna tijela revidirana kako bi se isključili programi financiranja (npr EPC) iz obveza dužničke kvote?",
    "Are city's own capital requirements (e.g. available city budget) sufficient to implement the financing scheme?": "Jesu li kapitalni zahtjevi grada (npr. raspoloživi gradski proračun) dovoljni za provedbu sheme financiranja?",
    "Are subsidies, tax benefits, or other incentives and obligations(e.g energy savings, EEOs, etc) available for private project investors and lenders?": "Jesu li subvencije, porezne olakšice ili drugi poticaji i obveze (npr. ušteda energije, EEOs, itd.) dostupan privatnim investitorima i zajmodavcima?",
    "Are your city's SECAP related projects and initiatives adequately disseminated to prospect investors and actors?": "Jesu li vašeg grada SECAP povezani projekti i inicijative adekvatno distribuirani potencijalnim investitorima i akterima?",
    "Are you sure you want to delete this analysis?": "Jeste li sigurni da želite izbrisati ovu analizu?",
    "auth.failed": "Ove vjerodajnice ne odgovaraju našoj evidenciji.",
    "auth.password": "Navedena lozinka je netočna.",
    "auth.throttle": "Previše pokušaja prijave. Pokušajte ponovo unutra :seconds sekundi.",
    "Authority/Agency": "Tijelo/Agencija",
    "authority/agency": "tijelo/agencija",
    "Cancel": "Otkazati",
    "Can your municipality capitalize from lending institutions to support your city's project implementation?": "Može li vaša općina profitirati od kreditnih institucija kako bi podržala provedbu projekta vašeg grada?",
    "CBP": "CBP",
    "City/Region": "Grad/regija",
    "city/region": "grad/regija",
    "Confirm Password": "Potvrdi lozinku",
    "Continue to the Quick Finance Readiness Check": "Nastavite do Quick Finance Readiness Check",
    "Cookies are small text files that a website may store on your device when you visit.": "Cookies su male tekstualne datoteke koje web-mjesto može pohraniti na vaš uređaj kada ga posjetite.",
    "Country": "Zemlja",
    "Create": "Stvoriti",
    "Create new analysis": "Napravite novu analizu",
    "Cross-Sectoral": "Međusektorski",
    "Cross Sectoral": "Međusektorski",
    "current page & title": "trenutna stranica i naslov",
    "Current Password": "Trenutna lozinka",
    "current questionnaire title (where it applies)": "trenutni naziv upitnika (gdje se primjenjuje)",
    "Data retention": "Zadržavanje podataka",
    "Data safety": "Sigurnost podataka",
    "Delete": "Izbrisati",
    "detect, prevent and address potential security issues concerning our services": "otkriti, spriječiti i riješiti moguće sigurnosne probleme u vezi s našim uslugama",
    "Development": "Razvoj",
    "Does the city have a history on default on debt?": "Ima li grad povijest neplaćanja duga?",
    "Does the municipality plan to sub-contract its roles and responsibilities with respect to project implementation, and/or transfer all or part of the necessary proceeds,  to a third implementing entity either internal or external?": "Planira li općina podugovarati svoje uloge i odgovornosti u vezi s provedbom projekta i/ili prenijeti sve ili dio potrebnih prihoda trećem provedbenom subjektu, unutarnjem ili vanjskom?",
    "Does the public stance support your city's project related investments within the planned timeframe?": "Podržava li stav javnosti ulaganja vašeg grada u projekt u planiranom roku?",
    "Does your city's financing strategy analyze both public and private, domestic and international, potential funding sources for supporting the priorities identified?": "Analizira li strategija financiranja vašeg grada i javne i privatne, domaće i međunarodne potencijalne izvore financiranja za potporu utvrđenim prioritetima?",
    "Does your city's project demonstrate a clear national ownership and national direction on its strategic priorities, with a long-term finance orientation, considering potential options for refinancing or repaying investment (e.g. through energy bills or taxation etc)?": "Pokazuje li projekt vašeg grada jasno nacionalno vlasništvo i nacionalno usmjerenje prema svojim strateškim prioritetima, s dugoročnom financijskom orijentacijom, razmatranjem potencijalnih opcija za refinanciranje ili vraćanje ulaganja (npr. kroz račune za energiju ili oporezivanje itd.)?",
    "Does your city's project demonstrate a national investment prioritization process directly supported by existing municipal budgets and/or dedicated national or international funding sources?": "Pokazuje li projekt vašeg grada nacionalni proces prioritizacije ulaganja koji je izravno podržan od strane postojećih općinskih proračuna i/ili namjenskih nacionalnih ili međunarodnih izvora financiranja?",
    "Does your city's project describe how priority objectives will be translated into specific concept notes, utilizing new financial instruments or mobilizing large scale finance from third development partners in the future?": "Opisuje li projekt vašeg grada kako će se prioritetni ciljevi pretočiti u konkretne konceptualne bilješke, koristeći nove financijske instrumente ili mobilizirajući financiranje velikih razmjera od trećih razvojnih partnera u budućnosti?",
    "Does your city have a SECAP or other similar sustainable plan or strategy?": "Ima li vaš grad SECAP ili neki drugi sličan održivi plan ili strategija?",
    "Does your municipality have the appropriate (multi-departmental) structure responsible for the ultimate oversight, including co-ordination, monitoring, performance risks management etc, over your city's project efficient implementation?": "Ima li vaša općina odgovarajuću strukturu (više odjela) odgovornu za konačni nadzor, uključujući koordinaciju, praćenje, upravljanje rizicima u izvedbi itd., nad učinkovitom provedbom projekta vašeg grada?",
    "Does your municipality have the necessary capacity to conduct business development activities among which investigating alternative funding sources?": "Ima li vaša općina potrebne kapacitete za provođenje aktivnosti poslovnog razvoja, među kojima je i istraživanje alternativnih izvora financiranja?",
    "Does your municipality have the necessary know-how and/or technical expertise to support the implementation of the respective financing scheme?": "Ima li vaša općina potrebno znanje i iskustvo i/ili tehničku stručnost za potporu provedbe dotične sheme financiranja?",
    "Does your municipality have the necessary resources to support your city's project development and implementation within the planned timeframe?": "Ima li vaša općina potrebne resurse za podršku razvoju i provedbi projekta vašeg grada unutar planiranog vremenskog okvira?",
    "Do ownership issues with regard to city's assets (e.g. buildings) facilitate the implementation of your city's project related investments in these assets?": "Olakšavaju li vlasnička pitanja u vezi s gradskom imovinom (npr. zgradama) provedbu ulaganja vašeg grada u tu imovinu povezanih s projektima?",
    "Do public procurement procedures facilitate sustainable energy investments adequately?": "Olakšavaju li postupci javne nabave na odgovarajući način ulaganja u održivu energiju?",
    "Download results": "Preuzmite rezultate",
    "Edit Profile": "Uredi profil",
    "Email": "Email",
    "Email address": "Email adresa",
    "Email Password Reset Link": "Email Link za ponovno postavljanje lozinke",
    "Failed to delete analysis!": "Brisanje analize nije uspjelo!",
    "Failed to save answers!": "Spremanje odgovora nije uspjelo!",
    "For each <b>sector of recommendation</b>, there are specific <b>innovative financing schemes</b> that could be best employed.": "Za svaki <b>sektor koji se preporuča</b> postoje posebni <b>inovativni sheme financiranja</b> koje bi se najbolje mogle primijeniti.",
    "For each <b>specific scheme</b> an easy-to-grasp checklist of selected decision criteria identifies an <b>ease of implementation\\n rate (%)</b>, based on the <b>project-specific characteristics</b> and the <b>general framework conditions</b>.": "Za svaku <b>specifičnu shemu</b> lako razumljiv popis odabranih kriterija za odlučivanje identificira <b>stopu \\n lakoće implementacije (%)</b>, na temelju <b>karakteristika specifičnih za projekt</b> i <b>općih okvirnih uvjeta</b>.",
    "forgot password?": "Zaboravili ste lozinku?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password\\n reset link that will allow you to choose a new one.": "Zaboravili ste zaporku? Nema problema. Samo nam dajte svoju adresu e-pošte i poslat ćemo vam lozinku \\n reset link koji će vam omogućiti da odaberete novi.",
    "For the application to function": "Da bi aplikacija funkcionirala",
    "For this please also see our template on calculating financial indicators that you can find on our website.": "Za to također pogledajte naš predložak za izračun financijskih pokazatelja koji možete pronaći na našoj web stranici.",
    "fulfil our legal obligations": "ispuniti naše zakonske obveze",
    "General Information": "Opće informacije",
    "Google Analytics Opt-out Browser Add-on": "Google Analytics Dodatak za preglednik za isključivanje",
    "Guest mode: log in if you want your analyses to be saved!": "Način gosta: prijavite se ako želite da se vaše analize pohrane!",
    "Guidelines": "Smjernice",
    "Has a baseline <strong>energy consumption</strong> been determined?": "Je li određena osnovna <strong>potrošnja energije</strong>?",
    "Has your city's project been formally validated by your City's Council at a high political level?": "Je li projekt vašeg grada formalno potvrđen od strane vašeg Gradskog vijeća na visokoj političkoj razini?",
    "Have you assessed any <strong>challenging regulations or policies</strong> that could pose a risk or barrier for your project?": "Jeste li procijenili <strong>izazovne propise ili politike</strong> koji bi mogli predstavljati rizik ili prepreku za vaš projekt?",
    "Have you assessed any existing <strong>helpful regulations or policies</strong> that can support the development of your project?": "Jeste li procijenili postojeće <strong>korisne propise ili politike</strong> koje mogu podržati razvoj vašeg projekta?",
    "Have you assessed the <strong>market conditions</strong> for your project including <strong>incentives and potential barriers</strong>?": "Jeste li procijenili <strong>tržišne uvjete</strong> za svoj projekt, uključujući <strong>poticaje i potencijalne prepreke</strong>?",
    "Have you calculated the <strong>expected revenues from energy savings</strong> and/or <strong>the expected revenues from the selling of renewable energy</strong> generated by your project over its lifetime?": "Jeste li izračunali <strong>očekivane prihode od uštede energije</strong> i/ili <strong>očekivane prihode od prodaje obnovljive energije</strong> koju generira vaš projekt tijekom njegovog vijeka trajanja?",
    "Have you calculated your <strong>total investment costs</strong> for the project?": "Jeste li izračunali svoje <strong>ukupne investicijske troškove</strong> za projekt?",
    "Have you defined the <strong>measures</strong> that you intend to implement in your project?": "Jeste li definirali <strong>mjere</strong> koje namjeravate implementirati u svoj projekt?",
    "Have you determined the <strong>payback period</strong> for your project?": "Jeste li odredili <strong>rok povrata</strong> za svoj projekt?",
    "Have you determined the energy savings and/or renewable energy production resulting from your planned measures?": "Jeste li utvrdili uštedu energije i/ili proizvodnju obnovljive energije koja proizlazi iz vaših planiranih mjera?",
    "Have you developed a <strong>budget</strong> with all the costs for your project including operating costs?": "Jeste li izradili <strong>proračun</strong> sa svim troškovima za svoj projekt uključujući operativne troškove?",
    "Have you developed a <strong>risk analysis</strong> of potential risks or negative impacts your project might have?": "Jeste li izradili <strong>analizu</strong> potencijalnih rizika ili negativnih učinaka koje bi vaš projekt mogao imati?",
    "Have you developed a <strong>working plan or roadmap</strong> for the implementation of the project outlining the different steps and responsibilities?": "Jeste li izradili <strong>radni plan ili mapu puta</strong> za provedbu projekta u kojem su navedeni različiti koraci i odgovornosti?",
    "Have you developed an overview of the <strong>governance structure</strong> of the project, including roles and responsibilities and decision-making processes?": "Jeste li razvili pregled <strong>strukture upravljanja</strong> projektom, uključujući uloge i odgovornosti te procese donošenja odluka?",
    "Help & Support": "Pomoć i podrška",
    "Home": "Dom",
    "How we process your information": "Kako obrađujemo vaše podatke",
    "if you're in editing mode (where it applies)": "ako ste u načinu uređivanja (gdje se primjenjuje)",
    "Implementation": "Provedba",
    "In addition, Google Analytics uses cookies to function. For more information, please refer to the section <i>\"What data we collect\"</i>.": "U Dodatku, Google Analytics koristi cookies funkcionirati. Za više informacija pogledajte odjeljak <i>\"Koje podatke prikupljamo\"</i>.",
    "In addition, we gather <b>analytics</b> data (using Google Analytics 4) in order to prepare <b>aggregated, anonymized statistics on visitor’s activity</b>.\\n This data includes basic information about your device/browser (e.g. language), your region/country (<i>not</i> granular location or IP address),\\n and information as you browse the website and perform certain actions (e.g. view results, edit stored information); specifically:": "Osim toga, prikupljamo <b>analitičke</b> podatke (koristeći Google Analytics 4) u svrhu pripreme <b>agregirane, anonimizirane statistike o aktivnostima posjetitelja</b>. \\n Ovi podaci uključuju osnovne informacije o vašem uređaju/pregledniku (npr. jezik), vašoj regiji/državi ( <i>ne</i> precizna lokacija ili IP adresa), \\n i informacije dok pregledavate web stranicu i izvodite određene radnje (npr. pregled rezultata, uređivanje pohranjenih informacija); posebno:",
    "In case the municipality plans to sub-contract and/or transfer all or part of the necessary proceeds, to a private third implementing entity is a clear explanation of the contractual arrangements, including transactional flow and/or flow of information, in place?": "U slučaju da općina planira sklopiti podugovor i/ili prenijeti sve ili dio potrebnih prihoda trećem privatnom subjektu za provedbu, postoji li jasno objašnjenje ugovornih aranžmana, uključujući tijek transakcija i/ili tijek informacija?",
    "Innovative financing is an option for urban climate and sustainable development projects,\\n but cities, municipalities and regions need to know how to activate and use it.\\n The Recommendation-Decision Matrix tool is working to that effect!": "Inovativno financiranje je opcija za projekte urbane klime i održivog razvoja, \\n ali gradovi, općine i regije to moraju znati aktivirati i koristiti. \\n The Recommendation-Decision Matrix tool radi u tom smislu!",
    "innovative financing schemes": "inovativne sheme financiranja",
    "In order to calculate the impacts of your project, you need to know your baseline energy consumption before the implementation of any measures.": "Kako biste izračunali utjecaje vašeg projekta, morate znati svoju osnovnu potrošnju energije prije provedbe bilo koje mjere.",
    "In order to calculate the revenues of your project you need to have a clear understanding of your impacts in terms of energy savings and/or renewable energy produced.": "Kako biste izračunali prihode vašeg projekta, morate imati jasno razumijevanje svojih učinaka u smislu uštede energije i/ili proizvedene obnovljive energije.",
    "Is a Steering Committee or similar internal mechanism in place or planned as a governing body to fully oversee and guide your city's project implementation?": "Je li Upravni odbor ili sličan interni mehanizam uspostavljen ili planiran kao upravno tijelo za potpuni nadzor i vođenje provedbe projekta u vašem gradu?",
    "Is co-financing available and complete detail provided in your city's project proposal budget?": "Je li sufinanciranje dostupno i potpuni detalji navedeni u proračunu prijedloga projekta vašeg grada?",
    "Is the city's cooperation and communication with non-traditional investment actors (e.g. ESCOs) sufficient to implement the respective scheme?": "Je li suradnja i komunikacija grada s netradicionalnim investicijskim akterima (npr ESCOs) dovoljna za provedbu dotične sheme?",
    "Is the city's cooperation and communication with public actors for SECAP or other investment projects adequate so as to implement the financing scheme?": "Je li suradnja i komunikacija grada s javnim akterima za SECAP ili druge investicijske projekte primjerene za provedbu sheme financiranja?",
    "Is the city's cooperation and communication with traditional private actors for SECAP or other investment projects (e.g. banks, utilities, energy providers, etc) sufficient in order to implement the scheme?": "Je li suradnja i komunikacija grada s tradicionalnim privatnim akterima za SECAP ili druge investicijske projekte (npr. banke, komunalna poduzeća, dobavljači energije, itd.) koji su dovoljni za provedbu sheme?",
    "Is the city's personnel for project underwriting &amp; evaluation sufficient to support the implementation of the respective financing scheme?": "Je li gradsko osoblje za osiguranje i evaluaciju projekta dovoljno za podršku provedbi dotične sheme financiranja?",
    "Is the process to gain a construction/renovation permit fast and efficient?": "Je li proces dobivanja građevinske/renovacijske dozvole brz i učinkovit?",
    "Is the typical nominal bank lending rate relatively low?": "Je li tipična nominalna bankarska kreditna stopa relativno niska?",
    "Is your city's project anticipated duration and implementation schedule reasonable and fully coordinated with all relevant investment actors and stakeholders involved?": "Jesu li predviđeno trajanje projekta vašeg grada i raspored provedbe razumni i potpuno koordinirani sa svim uključenim relevantnim akterima ulaganja i dionicima?",
    "It is important to understand which political factors or regulations can positively influence your project, including e.g. financial and regulatory incentives for energy efficiency measures, one-stop-shops, equal opportunities for public procurement, facilitated licensing for renewable energy projects, etc.": "Važno je razumjeti koji politički čimbenici ili propisi mogu pozitivno utjecati na vaš projekt, uključujući npr. financijske i regulatorne poticaje za mjere energetske učinkovitosti, sve na jednom mjestu, jednake mogućnosti za javnu nabavu, olakšano licenciranje za projekte obnovljive energije itd.",
    "It is important to understand which political factors or regulations negatively influence your project, such as e.g. long and bureaucratic licensing processes, requirements for impact assessments, land-use and ownership barriers etc.": "Važno je razumjeti koji politički čimbenici ili propisi negativno utječu na vaš projekt, kao što su npr. dugi i birokratski procesi licenciranja, zahtjevi za procjenu utjecaja, prepreke u korištenju zemljišta i vlasništvu itd.",
    "Legal ground for processing your data": "Pravna osnova za obradu vaših podataka",
    "Legislative": "Zakonodavna",
    "Log In": "Prijaviti se",
    "Log in to save and view your analyses": "Prijavite se za spremanje i pregled vaših analiza",
    "Log Out": "Odjavite se",
    "Menu": "Jelovnik",
    "Monitoring": "Praćenje",
    "My Analyses": "Moje analize",
    "My analyses": "Moje analize",
    "Name": "Ime",
    "new password": "Nova lozinka",
    "New Password": "Nova lozinka",
    "Next": "Sljedeći",
    "No": "Ne",
    "No analyses completed yet!": "Još nisu dovršene analize!",
    "None of this data contains personally identifiable information or specific data you submitted.": "Niti jedan od ovih podataka ne sadrži osobne podatke ili specifične podatke koje ste poslali.",
    "Normative": "Normativno",
    "No sensitive information gets collected by this application.": "Ova aplikacija ne prikuplja osjetljive podatke.",
    "Note: The translations provided by this application have been automatically generated through the Google Cloud Translation API and the DeepL API.": "Napomena: Prijevodi koje nudi ova aplikacija automatski su generirani putem Google Cloud TranslationAPI i DeepLAPI.",
    "Not registered?": "Niste registrirani?",
    "OK": "u redu",
    "outbound link text/destination (where it applies)": "tekst/odredište izlazne veze (gdje se primjenjuje)",
    "pagination.next": "Sljedeći \"",
    "pagination.previous": "« Prethodna",
    "Partially": "Djelomično",
    "Password": "Lozinka",
    "passwords.reset": "Vaša lozinka je resetirana.",
    "passwords.sent": "E-poštom smo vam poslali vezu za ponovno postavljanje lozinke.",
    "passwords.throttled": "Pričekajte prije ponovnog pokušaja.",
    "passwords.token": "Ovaj token za ponovno postavljanje zaporke nije valjan.",
    "passwords.user": "Ne možemo pronaći korisnika s tom adresom e-pošte.",
    "Phase": "Faza",
    "plan/strategy": "plan/strategija",
    "Please confirm deletion": "Molimo potvrdite brisanje",
    "Policy updates": "Ažuriranja pravila",
    "previous page & title (<i>only</i> if it was still within this application)": "prethodna stranica i naslov ( <i>samo</i> ako je još uvijek unutar ove aplikacije)",
    "Privacy Policy": "Politika privatnosti",
    "Private Buildings": "Privatne zgrade",
    "Proceed without an account": "Nastavite bez računa",
    "Profile info saved successfully!": "Podaci o profilu uspješno su spremljeni!",
    "Project Description": "Opis projekta",
    "Project title": "Naziv projekta",
    "Project Title": "Naziv projekta",
    "project title": "Naziv projekta",
    "PROSPECT+": "PROSPECT+",
    "protect your vital interests or the vital interests of a third party, such as situations involving potential threads to a person's safety": "zaštititi svoje vitalne interese ili vitalne interese treće strane, kao što su situacije koje uključuju potencijalne niti za sigurnost osobe",
    "provide this service to you, as requested": "pružiti vam ovu uslugu, prema zahtjevu",
    "Public Buildings": "Javne zgrade",
    "Public Lighting": "Javna rasvjeta",
    "Public Lightning": "Javna munja",
    "Quick Finance Readiness Check": "Quick Finance Readiness Check",
    "Recommendation-Decision Matrix": "Recommendation-Decision Matrix",
    "Recommendation-Decision Matrix tool User Guide": "Recommendation-Decision Matrix tool Korisnički vodič",
    "Register": "Registar",
    "Remember me": "Zapamti me",
    "repository": "spremište",
    "Reset Password": "Resetiranje lozinke",
    "Save": "Uštedjeti",
    "Save & show results": "Spremi i prikaži rezultate",
    "Sector": "Sektor",
    "Select": "Izaberi",
    "Select language": "Izaberi jezik",
    "Select sector for your analysis:": "Odaberite sektor za svoju analizu:",
    "Show results": "Prikaži rezultate",
    "Start!": "Početak!",
    "Start a new analysis": "Započnite novu analizu",
    "Technical or Non-technical": "Tehnički ili netehnički",
    "The <b>Recommendation-Decision Matrix tool</b> has been developed in :PROSPECTplusLink, a capacity-building HORIZON 2020 project aiming at bringing\\n together EU municipalities and empowering them to make more informed decisions on implementing their local energy and climate plans\\n (e.g. SEAPs, SECAPs, etc.) by using the appropriate :PPLearningProgrammeLink.": "<b>Recommendation-Decision Matrix tool</b> razvijen je u :PROSPECTplusLink, izgradnja kapaciteta HORIZON 2020 projekt koji ima za cilj donijeti \\n zajedno općine EU-a i osnaživanje da donose informiranije odluke o provedbi svojih lokalnih energetskih i klimatskih planova \\n (npr SEAPs, SECAPs, itd.) korištenjem odgovarajućeg :PPLearningProgrammeLink.",
    "The <b>Recommendation-Decision Matrix tool</b> is designed to support local governments on their <b>first\\n decision-making steps</b> against a wide array of <b>innovative schemes</b> for financing their climate and\\n sustainability actions. A <b>practical</b> and <b>easy-to-use tool</b>, <b>free</b> and <b>accessible</b> to all local and regional\\n authorities and their implementing agencies, who are looking at ways to increase or diversify their funding base\\n in order to bridge their municipal infrastructure needs across <b>5 different sectors</b>:": "<b>Recommendation-Decision Matrix tool</b> osmišljen je za podršku lokalnim vlastima u njihovim <b>prvim \\n koracima donošenja odluka</b> protiv širokog spektra <b>inovativnih shema</b> za financiranje njihovih klimatskih i \\n aktivnosti održivosti. <b>Praktičan</b> <b>alat jednostavan za korištenje</b>, <b>besplatan</b> i <b>dostupan</b> svim lokalnim i regionalnim korisnicima \\n nadležnim tijelima i njihovim provedbenim agencijama, koji traže načine za povećanje ili diverzifikaciju svoje baze financiranja \\n kako bi premostili svoje potrebe općinske infrastrukture u <b>5 različitih sektora</b>:",
    "The analysis info you enter": "Podaci o analizi koje unesete",
    "The reasons we process your information depend on how you interact with this service and include:": "Razlozi zbog kojih obrađujemo vaše podatke ovise o vašoj interakciji s ovom uslugom i uključuju:",
    "These include all measures that result in energy savings or the production of renewable energies. You need to have a clear understanding of which measures you plan to implement in your project in order to understand the project costs and revenues.": "To uključuje sve mjere koje rezultiraju uštedom energije ili proizvodnjom obnovljive energije. Morate jasno razumjeti koje mjere planirate implementirati u svom projektu kako biste razumjeli troškove i prihode projekta.",
    "This web application was created and is hosted by <b>TEESlab</b>.": "Ovu web aplikaciju izradio je i hostira <b>TEESlab</b>.",
    "To facilitate account creation, recovery and user authentication": "Za olakšavanje stvaranja računa, oporavka i autentifikacije korisnika",
    "Transport": "Prijevoz",
    "Transportation": "Prijevoz",
    "Type of measure": "Vrsta mjere",
    "type of measure": "vrsta mjere",
    "unexpected errors received": "primljene su neočekivane pogreške",
    "Usage of cookies": "Korištenje cookies",
    "User Guide": "Korisnički vodič",
    "User name": "Korisničko ime",
    "User password <i>(more accurately, its derivative hash)</i>": "Korisnička lozinka <i>(točnije, njen izvedeni hash)</i>",
    "validation.accepted": "The :attribute polje mora biti prihvaćeno.",
    "validation.accepted_if": "The :attribute polje mora biti prihvaćeno kada :other je :value.",
    "validation.url": "The :attribute polje mora biti važeći URL.",
    "validation.after": "The :attribute polje mora biti datum nakon :date.",
    "validation.after_or_equal": "The :attribute polje mora biti datum nakon ili jednako :date.",
    "validation.alpha": "The :attribute polje mora sadržavati samo slova.",
    "validation.alpha_dash": "The :attribute polje mora sadržavati samo slova, brojeve, crtice i podvlake.",
    "validation.alpha_num": "The :attribute polje mora sadržavati samo slova i brojke.",
    "validation.array": "The :attribute polje mora biti niz.",
    "validation.ascii": "The :attribute polje mora sadržavati samo jednobajtne alfanumeričke znakove i simbole.",
    "validation.attributes.attribute-name": "prilagođeno ime",
    "validation.before": "The :attribute polje mora biti datum prije :date.",
    "validation.before_or_equal": "The :attribute polje mora biti datum prije ili jednako :date.",
    "validation.between.array": "The :attribute polje mora imati između :min i :max stavke.",
    "validation.between.file": "The :attribute polje mora biti između :min i :max kilobajta.",
    "validation.between.numeric": "The :attribute polje mora biti između :min i :max.",
    "validation.between.string": "The :attribute polje mora biti između :min i :max likovi.",
    "validation.boolean": "The :attribute polje mora biti točno ili netočno.",
    "validation.confirmed": "The :attribute potvrda polja ne odgovara.",
    "validation.current_password": "Lozinka je netočna.",
    "validation.custom.attribute-name.rule-name": "prilagođena poruka",
    "validation.date": "The :attribute polje mora biti važeći datum.",
    "validation.date_equals": "The :attribute polje mora biti datum jednak :date.",
    "validation.date_format": "The :attribute polje mora odgovarati formatu :format.",
    "validation.decimal": "The :attribute polje mora imati :decimal decimalna mjesta.",
    "validation.declined": "The :attribute polje se mora odbiti.",
    "validation.declined_if": "The :attribute polje se mora odbiti kada :other je :value.",
    "validation.different": "The :attribute polje i :other mora biti drugačiji.",
    "validation.digits": "The :attribute polje mora biti :digits znamenke.",
    "validation.digits_between": "The :attribute polje mora biti između :min i :max znamenke.",
    "validation.dimensions": "The :attribute polje ima nevažeće dimenzije slike.",
    "validation.distinct": "The :attribute polje ima dvostruku vrijednost.",
    "validation.doesnt_end_with": "The :attribute polje ne smije završavati s jednim od sljedećeg: :values.",
    "validation.doesnt_start_with": "The :attribute polje ne smije započeti jednim od sljedećeg: :values.",
    "validation.email": "The :attribute polje mora biti važeća adresa e-pošte.",
    "validation.ends_with": "The :attribute polje mora završavati jednim od sljedećeg: :values.",
    "validation.not_in": "Odabrani :attribute netočno je.",
    "validation.file": "The :attribute polje mora biti datoteka.",
    "validation.filled": "The :attribute polje mora imati vrijednost.",
    "validation.gt.array": "The :attribute polje mora imati više od :value stavke.",
    "validation.gt.file": "The :attribute polje mora biti veće od :value kilobajta.",
    "validation.gt.numeric": "The :attribute polje mora biti veće od :value.",
    "validation.gt.string": "The :attribute polje mora biti veće od :value likovi.",
    "validation.gte.array": "The :attribute polje mora imati :value stavke ili više.",
    "validation.gte.file": "The :attribute polje mora biti veće ili jednako :value kilobajta.",
    "validation.gte.numeric": "The :attribute polje mora biti veće ili jednako :value.",
    "validation.gte.string": "The :attribute polje mora biti veće ili jednako :value likovi.",
    "validation.image": "The :attribute polje mora biti slika.",
    "validation.integer": "The :attribute polje mora biti cijeli broj.",
    "validation.in_array": "The :attribute polje mora postojati u :other.",
    "validation.ip": "The :attribute polje mora biti važeća IP adresa.",
    "validation.ipv4": "The :attribute polje mora biti važeća IPv4 adresa.",
    "validation.ipv6": "The :attribute polje mora biti važeća IPv6 adresa.",
    "validation.json": "The :attribute polje mora biti važeći JSON niz.",
    "validation.lowercase": "The :attribute polje mora biti malim slovima.",
    "validation.lt.array": "The :attribute polje mora imati manje od :value stavke.",
    "validation.lt.file": "The :attribute polje mora biti manje od :value kilobajta.",
    "validation.lt.numeric": "The :attribute polje mora biti manje od :value.",
    "validation.lt.string": "The :attribute polje mora biti manje od :value likovi.",
    "validation.lte.array": "The :attribute polje ne smije imati više od :value stavke.",
    "validation.lte.file": "The :attribute polje mora biti manje od ili jednako :value kilobajta.",
    "validation.lte.numeric": "The :attribute polje mora biti manje od ili jednako :value.",
    "validation.lte.string": "The :attribute polje mora biti manje od ili jednako :value likovi.",
    "validation.mac_address": "The :attribute polje mora biti važeća MAC adresa.",
    "validation.max.array": "The :attribute polje ne smije imati više od :max stavke.",
    "validation.max.file": "The :attribute polje ne smije biti veće od :max kilobajta.",
    "validation.max.numeric": "The :attribute polje ne smije biti veće od :max.",
    "validation.max.string": "The :attribute polje ne smije biti veće od :max likovi.",
    "validation.max_digits": "The :attribute polje ne smije imati više od :max znamenke.",
    "validation.mimetypes": "The :attribute polje mora biti datoteka tipa: :values.",
    "validation.min.array": "The :attribute polje mora imati najmanje :min stavke.",
    "validation.min.file": "The :attribute polje mora biti najmanje :min kilobajta.",
    "validation.min.numeric": "The :attribute polje mora biti najmanje :min.",
    "validation.min.string": "The :attribute polje mora biti najmanje :min likovi.",
    "validation.min_digits": "The :attribute polje mora imati najmanje :min znamenke.",
    "validation.missing": "The :attribute polje mora nedostajati.",
    "validation.missing_if": "The :attribute polje mora nedostajati kada :other je :value.",
    "validation.missing_unless": "The :attribute polje mora nedostajati osim ako :other je :value.",
    "validation.missing_with": "The :attribute polje mora nedostajati kada :values je prisutan.",
    "validation.missing_with_all": "The :attribute polje mora nedostajati kada :values su prisutni.",
    "validation.multiple_of": "The :attribute polje mora biti višekratnik :value.",
    "validation.regex": "The :attribute format polja je nevažeći.",
    "validation.numeric": "The :attribute polje mora biti broj.",
    "validation.password.letters": "The :attribute polje mora sadržavati barem jedno slovo.",
    "validation.password.mixed": "The :attribute polje mora sadržavati barem jedno veliko i jedno malo slovo.",
    "validation.password.numbers": "The :attribute polje mora sadržavati barem jedan broj.",
    "validation.password.symbols": "The :attribute polje mora sadržavati barem jedan simbol.",
    "validation.password.uncompromised": "Dano :attribute pojavio se u curenju podataka. Odaberite drugačije :attribute.",
    "validation.present": "The :attribute polje mora biti prisutno.",
    "validation.prohibited": "The :attribute polje je zabranjeno.",
    "validation.prohibited_if": "The :attribute polje je zabranjeno kada :other je :value.",
    "validation.prohibited_unless": "The :attribute polje je zabranjeno osim ako :other unutra je :values.",
    "validation.prohibits": "The :attribute polje zabranjuje :other od prisutnosti.",
    "validation.required": "The :attribute polje je obavezno.",
    "validation.required_array_keys": "The :attribute polje mora sadržavati unose za: :values.",
    "validation.required_if": "The :attribute polje je obavezno kada :other je :value.",
    "validation.required_if_accepted": "The :attribute polje je obavezno kada :other je prihvaćeno.",
    "validation.required_unless": "The :attribute polje je obavezno osim ako :other unutra je :values.",
    "validation.required_with": "The :attribute polje je obavezno kada :values je prisutan.",
    "validation.required_without": "The :attribute polje je obavezno kada :values nije prisutan.",
    "validation.required_without_all": "The :attribute polje je obavezno kada nijedno od :values su prisutni.",
    "validation.required_with_all": "The :attribute polje je obavezno kada :values su prisutni.",
    "validation.same": "The :attribute polje mora odgovarati :other.",
    "validation.size.array": "The :attribute polje mora sadržavati :size stavke.",
    "validation.size.file": "The :attribute polje mora biti :size kilobajta.",
    "validation.size.numeric": "The :attribute polje mora biti :size.",
    "validation.size.string": "The :attribute polje mora biti :size likovi.",
    "validation.starts_with": "The :attribute polje mora započeti jednim od sljedećeg: :values.",
    "validation.string": "The :attribute polje mora biti niz.",
    "validation.timezone": "The :attribute polje mora biti važeća vremenska zona.",
    "validation.ulid": "The :attribute polje mora biti važeći ULID.",
    "validation.unique": "The :attribute već je zauzeto.",
    "validation.uploaded": "The :attribute nije uspjelo učitavanje.",
    "validation.uppercase": "The :attribute polje mora biti velikim slovima.",
    "validation.uuid": "The :attribute polje mora biti važeći UUID.",
    "View/Edit": "Pregledaj/uredi",
    "View/Edit Info": "Prikaz/uređivanje informacija",
    "We collect the data <b>registered and logged in users directly provide</b> to us.<br />\\n More specifically, provided during registration or when editing your profile:": "Prikupljamo podatke koje nam <b>izravno dostave registrirani i prijavljeni korisnici</b>. <br />\\n Točnije, navedeno tijekom registracije ili prilikom uređivanja vašeg profila:",
    "We do <b>not</b> share your personal data with any third parties.<br />\\n Your anonymized site activity will be gathered by Google Analytics, as described above.": "Vaše osobne podatke <b>ne</b> dijelimo s trećim stranama. <br />\\n Vašu anonimiziranu aktivnost na web-lokaciji prikupljat će Google Analytics, kako je gore opisano.",
    "We have implemented appropriate and reasonable technical security measures to secure the date we process and retain.<br />\\n However, the transmission of data between our services and your device is at your own risk.\\n You should access our services through a secure connection and device.": "Proveli smo odgovarajuće i razumne tehničke sigurnosne mjere kako bismo osigurali datum koji obrađujemo i zadržavamo. <br />\\n Međutim, prijenos podataka između naših usluga i vašeg uređaja je na vašu vlastitu odgovornost. \\n Našim uslugama trebate pristupiti putem sigurne veze i uređaja.",
    "We inform you that you have the right to lodge a complaint to the competent data protection authority, pursuant to Article 77 of the Regulation\\n (EU) 2016/679, if you believe that your personal data have been processed in violation of any applicable law concerning data protection.": "Obavještavamo Vas da imate pravo podnijeti prigovor nadležnom tijelu za zaštitu podataka, sukladno članku 77. Uredbe. \\n(EU) 2016/679, ako smatrate da su vaši osobni podaci obrađeni u suprotnosti s bilo kojim primjenjivim zakonom koji se odnosi na zaštitu podataka.",
    "We keep the data listed above for <b>as long as necessary</b> to fulfil the purposes already described.<br />\\n When you perform <b>changes</b> your account or analysis data, the <b>previous data will not be retained</b>.<br />\\n When account or analysis data gets <b>deleted by the user</b>, we <b>do not keep</b> it on our infrastructure anymore.": "Gore navedene podatke čuvamo onoliko <b>dugo koliko je potrebno</b> za ispunjenje već opisanih svrha. <br />\\n Kada <b>promijenite</b> svoj račun ili podatke analize, <b>prethodni podaci neće biti zadržani</b>. <br />\\n Kada <b>korisnik izbriše</b> podatke o računu ili analizi, više ih <b>ne čuvamo</b> u našoj infrastrukturi.",
    "We may revise this Privacy & Cookies policy from time to time, for example due to changes in our practices or for other operational,\\n legal or regulatory reasons. You should check this page occasionally to ensure you are up to date with the most current version of the policy.": "Možemo revidirati ovu Privatnost i Cookies politike s vremena na vrijeme, na primjer zbog promjena u našoj praksi ili zbog drugih operativnih, \\n pravni ili regulatorni razlozi. Trebali biste povremeno provjeriti ovu stranicu kako biste bili sigurni da ste u tijeku s najnovijom verzijom pravila.",
    "We process your data on the legal ground that such processing is necessary to:": "Vaše podatke obrađujemo na pravnoj osnovi da je takva obrada nužna za:",
    "What data we collect": "Koje podatke prikupljamo",
    "When using this web application you consent to the collection, storage, processing and utilization of your information as described in this Privacy Policy.": "Kada koristite ovu web aplikaciju, pristajete na prikupljanje, pohranu, obradu i korištenje vaših podataka kako je opisano u ovim Pravilima privatnosti.",
    "When you create or edit the info of your account or analyses, we might also store <b>creation/modification timestamps</b>.": "Kada izradite ili uredite podatke o svom računu ili analizama, možemo također pohraniti <b>vremenske oznake stvaranja/izmjene</b>.",
    "Where feasible, does your city's project financing strategy provide for a mix of financial instruments and/or business models to create public-private partnerships, multiple financiers and service providers (e.g. for coordinating and mobilizing resources, sharing associated investment risks etc)?": "Gdje je to moguće, predviđa li strategija financiranja projekta vašeg grada kombinaciju financijskih instrumenata i/ili poslovnih modela za stvaranje javno-privatnih partnerstava, višestrukih financijera i pružatelja usluga (npr. za koordinaciju i mobilizaciju resursa, dijeljenje povezanih rizika ulaganja itd.)?",
    "whether or not you're logged in": "jeste li prijavljeni ili niste",
    "Who we are": "Tko smo mi",
    "Will your city's project utilize other innovative sources, such as levies?": "Hoće li projekt vašeg grada koristiti druge inovativne izvore, kao što su nameti?",
    "With who we share your data": "S kim dijelimo vaše podatke",
    "Yes": "Da",
    "You can change your profile info from here.<br />\\n To keep the same password, just leave the \"New Password\" field empty.<br />\\n If you wish to set a new password, you will also need to enter your current password.": "Ovdje možete promijeniti podatke o profilu. <br />\\n Da biste zadržali istu lozinku, samo ostavite polje \"Nova lozinka\" prazno. <br />\\n Ako želite postaviti novu lozinku, morat ćete unijeti i svoju trenutnu lozinku.",
    "You can request a <b>full copy</b> or the <b>full erasure</b> of your data that we retain by contacting us.<br />\\n In addition, the aforementioned data <b>erasure does not include</b> any data we are obligated to keep for <b>legal or security purposes</b>.": "Možete zatražiti <b>punu kopiju</b> ili <b>potpuno brisanje</b> svojih podataka koje zadržavamo tako da nas kontaktirate. <br />\\n Nadalje, gore spomenuto <b>brisanje podataka ne uključuje</b> podatke koje smo obvezni čuvati u <b>pravne ili sigurnosne svrhe</b>.",
    "You may <b>rectify</b> your personal data directly through the application, but you can contact us if you're unable to, in order to assert your rights.<br />\\n You may contact us in order to assert your right to find out whether your personal data is <b>being processed or restrict/object</b> to the processing thereof.": "Svoje osobne podatke možete <b>ispraviti</b> izravno putem aplikacije, ali nas možete kontaktirati ako to niste u mogućnosti, kako biste ostvarili svoja prava. <br />\\n Možete nas kontaktirati kako biste ostvarili svoje pravo da saznate <b>obrađuju li se vaši osobni podaci ili ograničili/usprotivili</b> se obradi istih.",
    "Your <b>IP address</b> might be stored, in order for the application to function and if required to protect our services from attacks.<br />\\n This applies to all users, not just the registered and logged in ones.": "Vaša <b>IP adresa</b> može biti pohranjena kako bi aplikacija radila i ako je potrebno radi zaštite naših usluga od napada. <br />\\n Ovo se odnosi na sve korisnike, a ne samo na registrirane i prijavljene.",
    "Your analyses": "Vaše analize",
    "Your Analysis Details": "Vaši detalji analize",
    "Your questionnaire answers": "Vaši odgovori na upitnik",
    "Your rights": "Vaša prava"
}