{
    "(Estimated) Date of completion": "(Stimato) Data di completamento",
    "(Estimated) Starting date of implementation": "(Stima) Data di inizio dell'implementazione",
    "<b>Analysis</b> is meant to be repeated <b>over time</b> alongside the early stages of city planning or projects’ preparation\\n process and can also serve as a <b>stand-alone capacity building resource</b> enabling a concise overview of new and innovative\\n financing instruments and an interpretation of their mechanisms and areas of application.": "L'<b>analisi</b> è pensata per essere ripetuta <b>nel tempo</b> durante le prime fasi del processo di pianificazione urbana o di preparazione dei progetti\\n e può anche servire come <b>risorsa autonoma per lo sviluppo delle capacità</b>, consentendo una panoramica concisa degli strumenti di finanziamento nuovi e innovativi\\n e un'interpretazione dei loro meccanismi e aree di applicazione.",
    "<b>First-time user?</b> Check out the :GuidelinesLink.": "<b>È alle prime armi?</b> Consulti il sito :GuidelinesLink.",
    "<b>This application requires cookies to function</b> properly. As such, the application will store cookies on your device, while using it.<br />\\n You can configure your browser to block the use of cookies, but that might render this application unusable for you.<br />\\n Some of these cookies might be retained for a few days, but if you wish, you can manually delete them from your browser earlier, once you're done using the application.<br />\\n <i>Please note that deleting your cookies will also instantly log you out.</i><br />": "<b>Questa applicazione richiede cookies per funzionare</b> correttamente. In quanto tale, l'applicazione memorizzerà cookies sul suo dispositivo, mentre la utilizza.<br />\\n Può configurare il suo browser per bloccare l'uso di cookies, ma ciò potrebbe rendere questa applicazione inutilizzabile per lei.<br />\\n Alcuni di questi cookies potrebbero essere conservati per alcuni giorni, ma se lo desidera, può eliminarli manualmente dal suo browser prima, una volta terminato l'utilizzo dell'applicazione.<br />\\n <i>Tenga presente che eliminando il suo cookies si disconnetterà istantaneamente.</i><br />",
    "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Need help using the app?</b> Check out the :GuidelinesLink!</span>\\n <span><b>Need further support or to contact us?</b> Email us: rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Want to look at the app's code?</b> Check out our :RepoLink!</span>\\n </div>": "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Ha bisogno di aiuto per utilizzare l'applicazione?</b> Consulti il sito :GuidelinesLink</span>!\\n <span><b>Ha bisogno di ulteriore assistenza o di contattarci?</b> Email:</span> <span> rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Vuole vedere il codice dell'applicazione?</b></span> Consulti <span>il nostro :RepoLink</span>!\\n </div>",
    "<i>Please note that this process is not automated and might take a few days</i>.<br />\\n If you are looking to delete specific information, please refer to the <i>\"Data retention\"</i> section,\\n as you might be able to take advantage of the application's functions to delete what you need in an automated way.": "<i>Tenga presente che questo processo non è automatizzato e potrebbe richiedere alcuni giorni</i>.<br />\\n Se desidera eliminare informazioni specifiche, la invitiamo a consultare la sezione <i>\"Conservazione dei dati\"</i>,\\n, in quanto potrebbe essere in grado di sfruttare le funzioni dell'applicazione per eliminare ciò che le serve in modo automatizzato.",
    "Additionally, during your analyses, we collect the following:": "Inoltre, durante le sue analisi, raccogliamo quanto segue:",
    "Already registered?": "È già registrato?",
    "Analysis Actions": "Azioni di analisi",
    "Analysis deleted successfully!": "L'analisi è stata cancellata con successo!",
    "Are Budgetary Rules for public and regional authorities revised to exclude financing schemes (e.g. EPC) from debt quota obligations?": "Le regole di bilancio per le autorità pubbliche e regionali sono state riviste per escludere i programmi di finanziamento (ad esempio, l'EPC) dagli obblighi di quota di debito?",
    "Are city's own capital requirements (e.g. available city budget) sufficient to implement the financing scheme?": "Il fabbisogno di capitale proprio della città (ad esempio, il bilancio comunale disponibile) è sufficiente per attuare lo schema di finanziamento?",
    "Are subsidies, tax benefits, or other incentives and obligations(e.g energy savings, EEOs, etc) available for private project investors and lenders?": "Sono disponibili sussidi, benefici fiscali o altri incentivi e obblighi (ad esempio, risparmio energetico, EEOs, ecc.) per gli investitori e i finanziatori di progetti privati?",
    "Are your city's SECAP related projects and initiatives adequately disseminated to prospect investors and actors?": "I progetti e le iniziative della sua città legati al SECAP sono adeguatamente diffusi agli investitori e agli attori potenziali?",
    "Are you sure you want to delete this analysis?": "È sicuro di voler eliminare questa analisi?",
    "auth.failed": "Queste credenziali non corrispondono ai nostri registri.",
    "auth.password": "La password fornita non è corretta.",
    "auth.throttle": "Troppi tentativi di accesso. Riprovi tra :secondi.",
    "Authority/Agency": "Autorità/Agenzia",
    "authority/agency": "autorità/agenzie",
    "Can your municipality capitalize from lending institutions to support your city's project implementation?": "Il suo Comune può ottenere un finanziamento da parte di istituti di credito per sostenere l'implementazione del progetto della sua città?",
    "CBP": "CBP",
    "City/Region": "Città/Regione",
    "city/region": "città/regione",
    "Confirm Password": "Confermare la password",
    "Continue to the Quick Finance Readiness Check": "Continuare fino al Quick Finance Readiness Check",
    "Cookies are small text files that a website may store on your device when you visit.": "Cookies sono piccoli file di testo che un sito web può memorizzare sul suo dispositivo quando lo visita.",
    "Country": "Paese",
    "Create": "Creare",
    "Create new analysis": "Creare una nuova analisi",
    "Cross-Sectoral": "Trasversale",
    "Cross Sectoral": "Intersettoriale",
    "current page & title": "pagina corrente e titolo",
    "Current Password": "Password attuale",
    "current questionnaire title (where it applies)": "titolo del questionario attuale (dove si applica)",
    "Data retention": "Conservazione dei dati",
    "Data safety": "Sicurezza dei dati",
    "Delete": "Cancellare",
    "detect, prevent and address potential security issues concerning our services": "individuare, prevenire e affrontare potenziali problemi di sicurezza relativi ai nostri servizi",
    "Development": "Sviluppo",
    "Does the city have a history on default on debt?": "La città ha una storia di insolvenza sul debito?",
    "Does the municipality plan to sub-contract its roles and responsibilities with respect to project implementation, and/or transfer all or part of the necessary proceeds,  to a third implementing entity either internal or external?": "Il Comune prevede di subappaltare i suoi ruoli e le sue responsabilità in relazione all'attuazione del progetto, e/o di trasferire tutti o parte dei proventi necessari, a un terzo ente attuatore interno o esterno?",
    "Does the public stance support your city's project related investments within the planned timeframe?": "La posizione del pubblico sostiene gli investimenti della sua città legati al progetto nei tempi previsti?",
    "Does your city's financing strategy analyze both public and private, domestic and international, potential funding sources for supporting the priorities identified?": "La strategia di finanziamento della sua città analizza le fonti di finanziamento potenziali, sia pubbliche che private, nazionali e internazionali, per sostenere le priorità identificate?",
    "Does your city's project demonstrate a clear national ownership and national direction on its strategic priorities, with a long-term finance orientation, considering potential options for refinancing or repaying investment (e.g. through energy bills or taxation etc)?": "Il progetto della sua città dimostra una chiara titolarità nazionale e una direzione nazionale sulle sue priorità strategiche, con un orientamento finanziario a lungo termine, considerando le potenziali opzioni di rifinanziamento o di rimborso degli investimenti (ad esempio, attraverso le bollette energetiche o la tassazione, eccetera)?",
    "Does your city's project demonstrate a national investment prioritization process directly supported by existing municipal budgets and/or dedicated national or international funding sources?": "Il progetto della sua città dimostra un processo di prioritizzazione degli investimenti a livello nazionale, direttamente supportato dai bilanci comunali esistenti e/o da fonti di finanziamento nazionali o internazionali dedicate?",
    "Does your city's project describe how priority objectives will be translated into specific concept notes, utilizing new financial instruments or mobilizing large scale finance from third development partners in the future?": "Il progetto della sua città descrive come gli obiettivi prioritari saranno tradotti in note concettuali specifiche, utilizzando nuovi strumenti finanziari o mobilitando finanziamenti su larga scala da parte di partner di sviluppo terzi in futuro?",
    "Does your city have a SECAP or other similar sustainable plan or strategy?": "La sua città dispone di un piano o di una strategia sostenibile simile a SECAP?",
    "Does your municipality have the appropriate (multi-departmental) structure responsible for the ultimate oversight, including co-ordination, monitoring, performance risks management etc, over your city's project efficient implementation?": "Il suo Comune dispone di una struttura appropriata (multidipartimentale) responsabile della supervisione finale, compresi il coordinamento, il monitoraggio, la gestione dei rischi di performance, eccetera, sull'attuazione efficiente del progetto della sua città?",
    "Does your municipality have the necessary capacity to conduct business development activities among which investigating alternative funding sources?": "Il suo Comune ha la capacità necessaria per condurre attività di sviluppo aziendale, tra cui la ricerca di fonti di finanziamento alternative?",
    "Does your municipality have the necessary know-how and/or technical expertise to support the implementation of the respective financing scheme?": "Il suo Comune dispone del know-how e/o delle competenze tecniche necessarie per sostenere l'attuazione del rispettivo schema di finanziamento?",
    "Does your municipality have the necessary resources to support your city's project development and implementation within the planned timeframe?": "Il suo Comune dispone delle risorse necessarie per sostenere lo sviluppo e l'attuazione del progetto della sua città nei tempi previsti?",
    "Do ownership issues with regard to city's assets (e.g. buildings) facilitate the implementation of your city's project related investments in these assets?": "Le questioni relative alla proprietà dei beni della città (ad esempio, gli edifici) facilitano l'attuazione degli investimenti in questi beni legati ai progetti della sua città?",
    "Do public procurement procedures facilitate sustainable energy investments adequately?": "Le procedure di appalto pubblico facilitano adeguatamente gli investimenti in energia sostenibile?",
    "Download results": "Scarica i risultati",
    "Edit Profile": "Modifica il profilo",
    "Email address": "Email indirizzo",
    "Email Password Reset Link": "Email Link per la reimpostazione della password",
    "Failed to delete analysis!": "Cancellazione dell'analisi fallita!",
    "Failed to save answers!": "Non è riuscito a salvare le risposte!",
    "For each <b>sector of recommendation</b>, there are specific <b>innovative financing schemes</b> that could be best employed.": "Per ogni <b>settore di raccomandazione</b>, ci sono <b>schemi di finanziamento innovativi</b> specifici che potrebbero essere impiegati al meglio.",
    "For each <b>specific scheme</b> an easy-to-grasp checklist of selected decision criteria identifies an <b>ease of implementation\\n rate (%)</b>, based on the <b>project-specific characteristics</b> and the <b>general framework conditions</b>.": "Per ogni <b>schema specifico</b>, una lista di controllo di facile comprensione di criteri decisionali selezionati identifica un <b>tasso di facilità di attuazione\\n (%)</b>, basato sulle <b>caratteristiche specifiche del progetto</b> e sulle <b>condizioni generali del contesto</b>.",
    "forgot password?": "Ha dimenticato la password?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password\\n reset link that will allow you to choose a new one.": "Ha dimenticato la password? Nessun problema. Ci comunichi il suo indirizzo e-mail e le invieremo via e-mail un link per la reimpostazione della password\\n che le permetterà di sceglierne una nuova.",
    "For the application to function": "Affinché l'applicazione funzioni",
    "For this please also see our template on calculating financial indicators that you can find on our website.": "A questo proposito, consulti anche il nostro modello di calcolo degli indicatori finanziari che può trovare sul nostro sito web.",
    "fulfil our legal obligations": "adempiere ai nostri obblighi legali",
    "General Information": "Informazioni generali",
    "Google Analytics Opt-out Browser Add-on": "Google Analytics Componente aggiuntivo del browser Opt-out",
    "Guest mode: log in if you want your analyses to be saved!": "Modalità ospite: effettui il login se vuole che le sue analisi vengano salvate!",
    "Guidelines": "Linee guida",
    "Has a baseline <strong>energy consumption</strong> been determined?": "È stato determinato un <strong>consumo energetico</strong> di base?",
    "Has your city's project been formally validated by your City's Council at a high political level?": "Il progetto della sua città è stato formalmente convalidato dal Consiglio della sua città ad un alto livello politico?",
    "Have you assessed any <strong>challenging regulations or policies</strong> that could pose a risk or barrier for your project?": "Ha valutato eventuali <strong>regolamenti o politiche impegnative</strong> che potrebbero rappresentare un rischio o un ostacolo per il suo progetto?",
    "Have you assessed any existing <strong>helpful regulations or policies</strong> that can support the development of your project?": "Ha valutato eventuali <strong>regolamenti o politiche utili</strong> esistenti che possano supportare lo sviluppo del suo progetto?",
    "Have you assessed the <strong>market conditions</strong> for your project including <strong>incentives and potential barriers</strong>?": "Ha valutato le <strong>condizioni di mercato</strong> per il suo progetto, compresi gli <strong>incentivi e le potenziali barriere</strong>?",
    "Have you calculated the <strong>expected revenues from energy savings</strong> and/or <strong>the expected revenues from the selling of renewable energy</strong> generated by your project over its lifetime?": "Ha calcolato le <strong>entrate previste dal risparmio energetico</strong> e/o le <strong>entrate previste dalla vendita dell'energia rinnovabile</strong> generata dal suo progetto nel corso della sua vita?",
    "Have you calculated your <strong>total investment costs</strong> for the project?": "Ha calcolato i <strong>costi totali dell'investimento</strong> per il progetto?",
    "Have you defined the <strong>measures</strong> that you intend to implement in your project?": "Ha definito le <strong>misure</strong> che intende implementare nel suo progetto?",
    "Have you determined the <strong>payback period</strong> for your project?": "Ha determinato il <strong>periodo di ammortamento del</strong> suo progetto?",
    "Have you determined the energy savings and/or renewable energy production resulting from your planned measures?": "Ha determinato il risparmio energetico e/o la produzione di energia rinnovabile derivanti dalle misure pianificate?",
    "Have you developed a <strong>budget</strong> with all the costs for your project including operating costs?": "Ha sviluppato un <strong>budget</strong> con tutti i costi del suo progetto, compresi i costi operativi?",
    "Have you developed a <strong>risk analysis</strong> of potential risks or negative impacts your project might have?": "Ha sviluppato un'<strong>analisi dei rischi</strong> potenziali o degli impatti negativi che il suo progetto potrebbe avere?",
    "Have you developed a <strong>working plan or roadmap</strong> for the implementation of the project outlining the different steps and responsibilities?": "Ha sviluppato un <strong>piano di lavoro o una tabella di marcia</strong> per l'implementazione del progetto, delineando le diverse fasi e le responsabilità?",
    "Have you developed an overview of the <strong>governance structure</strong> of the project, including roles and responsibilities and decision-making processes?": "Ha sviluppato una panoramica della <strong>struttura di governance</strong> del progetto, compresi ruoli e responsabilità e processi decisionali?",
    "Help & Support": "Aiuto e supporto",
    "Home": "Casa",
    "How we process your information": "Come trattiamo le sue informazioni",
    "if you're in editing mode (where it applies)": "se è in modalità di modifica (dove si applica)",
    "Implementation": "Implementazione",
    "In addition, Google Analytics uses cookies to function. For more information, please refer to the section <i>\"What data we collect\"</i>.": "Inoltre, Google Analytics utilizza cookies per funzionare. Per maggiori informazioni, consulti la sezione <i>\"Quali dati raccogliamo\"</i>.",
    "In addition, we gather <b>analytics</b> data (using Google Analytics 4) in order to prepare <b>aggregated, anonymized statistics on visitor’s activity</b>.\\n This data includes basic information about your device/browser (e.g. language), your region/country (<i>not</i> granular location or IP address),\\n and information as you browse the website and perform certain actions (e.g. view results, edit stored information); specifically:": "Inoltre, raccogliamo dati <b>analitici</b> (utilizzando Google Analytics 4) per preparare <b>statistiche aggregate e anonime sull'attività dei visitatori</b>.\\n Questi dati includono informazioni di base sul suo dispositivo/browser (ad esempio, la lingua), la sua regione/paese<i>(non la</i> posizione granulare o l'indirizzo IP),\\n e le informazioni che riceve durante la navigazione del sito web e l'esecuzione di determinate azioni (ad esempio, la visualizzazione dei risultati, la modifica delle informazioni memorizzate); in particolare:",
    "In case the municipality plans to sub-contract and/or transfer all or part of the necessary proceeds, to a private third implementing entity is a clear explanation of the contractual arrangements, including transactional flow and/or flow of information, in place?": "Nel caso in cui il Comune preveda di subappaltare e/o trasferire la totalità o una parte dei proventi necessari a un'entità esecutiva privata terza, esiste una spiegazione chiara degli accordi contrattuali, compreso il flusso transazionale e/o il flusso di informazioni?",
    "Innovative financing is an option for urban climate and sustainable development projects,\\n but cities, municipalities and regions need to know how to activate and use it.\\n The Recommendation-Decision Matrix tool is working to that effect!": "I finanziamenti innovativi sono un'opzione per i progetti di sviluppo urbano climatico e sostenibile,\\n ma le città, i comuni e le regioni devono sapere come attivarli e utilizzarli.\\n Il sito Recommendation-Decision Matrix tool sta lavorando in tal senso!",
    "innovative financing schemes": "schemi di finanziamento innovativi",
    "In order to calculate the impacts of your project, you need to know your baseline energy consumption before the implementation of any measures.": "Per calcolare gli impatti del suo progetto, deve conoscere il suo consumo energetico di base prima dell'implementazione di qualsiasi misura.",
    "In order to calculate the revenues of your project you need to have a clear understanding of your impacts in terms of energy savings and/or renewable energy produced.": "Per calcolare i ricavi del suo progetto, deve avere una chiara comprensione degli impatti in termini di risparmio energetico e/o di energia rinnovabile prodotta.",
    "Is a Steering Committee or similar internal mechanism in place or planned as a governing body to fully oversee and guide your city's project implementation?": "Esiste o è previsto un Comitato direttivo o un meccanismo interno simile come organo di governo per supervisionare e guidare completamente l'attuazione del progetto della sua città?",
    "Is co-financing available and complete detail provided in your city's project proposal budget?": "Il cofinanziamento è disponibile e i dettagli completi sono riportati nel bilancio della proposta di progetto della sua città?",
    "Is the city's cooperation and communication with non-traditional investment actors (e.g. ESCOs) sufficient to implement the respective scheme?": "La cooperazione e la comunicazione della città con gli attori degli investimenti non tradizionali (ad esempio, ESCOs) sono sufficienti per attuare il rispettivo schema?",
    "Is the city's cooperation and communication with public actors for SECAP or other investment projects adequate so as to implement the financing scheme?": "La cooperazione e la comunicazione della città con gli attori pubblici per il SECAP o altri progetti di investimento sono adeguate per attuare lo schema di finanziamento?",
    "Is the city's cooperation and communication with traditional private actors for SECAP or other investment projects (e.g. banks, utilities, energy providers, etc) sufficient in order to implement the scheme?": "La cooperazione e la comunicazione della città con gli attori privati tradizionali per il SECAP o altri progetti di investimento (ad esempio, banche, aziende di servizi pubblici, fornitori di energia, ecc.",
    "Is the city's personnel for project underwriting &amp; evaluation sufficient to support the implementation of the respective financing scheme?": "Il personale della città per la sottoscrizione e la valutazione dei progetti è sufficiente a sostenere l'attuazione del rispettivo schema di finanziamento?",
    "Is the process to gain a construction/renovation permit fast and efficient?": "Il processo per ottenere un permesso di costruzione/ristrutturazione è veloce ed efficiente?",
    "Is the typical nominal bank lending rate relatively low?": "Il tipico tasso nominale di prestito bancario è relativamente basso?",
    "Is your city's project anticipated duration and implementation schedule reasonable and fully coordinated with all relevant investment actors and stakeholders involved?": "La durata prevista del progetto e il calendario di attuazione della sua città sono ragionevoli e pienamente coordinati con tutti gli attori dell'investimento e gli stakeholder coinvolti?",
    "It is important to understand which political factors or regulations can positively influence your project, including e.g. financial and regulatory incentives for energy efficiency measures, one-stop-shops, equal opportunities for public procurement, facilitated licensing for renewable energy projects, etc.": "È importante capire quali fattori politici o normative possono influenzare positivamente il suo progetto, come ad esempio gli incentivi finanziari e normativi per le misure di efficienza energetica, gli sportelli unici, le pari opportunità per gli appalti pubblici, le licenze agevolate per i progetti di energia rinnovabile, ecc.",
    "It is important to understand which political factors or regulations negatively influence your project, such as e.g. long and bureaucratic licensing processes, requirements for impact assessments, land-use and ownership barriers etc.": "È importante capire quali fattori politici o normative influenzano negativamente il suo progetto, come ad esempio i processi di autorizzazione lunghi e burocratici, i requisiti per le valutazioni d'impatto, gli ostacoli legati all'uso del territorio e alla proprietà, ecc.",
    "Legal ground for processing your data": "Motivo legale per il trattamento dei suoi dati",
    "Legislative": "Legislativo",
    "Log In": "Effettuare il login",
    "Log in to save and view your analyses": "Effettui il login per salvare e visualizzare le sue analisi",
    "Log Out": "Esci dal sito",
    "Menu": "Menu",
    "Monitoring": "Monitoraggio",
    "My Analyses": "Le mie analisi",
    "My analyses": "Le mie analisi",
    "Name": "Nome",
    "new password": "nuova password",
    "New Password": "Nuova password",
    "Next": "Avanti",
    "No": "No",
    "No analyses completed yet!": "Non sono ancora state completate le analisi!",
    "None of this data contains personally identifiable information or specific data you submitted.": "Nessuno di questi dati contiene informazioni di identificazione personale o dati specifici da lei inviati.",
    "Normative": "Normativo",
    "No sensitive information gets collected by this application.": "Questa applicazione non raccoglie informazioni sensibili.",
    "Note: The translations provided by this application have been automatically generated through the Google Cloud Translation API and the DeepL API.": "Nota: le traduzioni fornite da questa applicazione sono state generate automaticamente attraverso Google Cloud Translation API e DeepL API .",
    "Not registered?": "Non è registrato?",
    "outbound link text/destination (where it applies)": "testo/destinazione del link in uscita (dove si applica)",
    "pagination.next": "Avanti \"",
    "pagination.previous": "\" Precedente",
    "Partially": "Parzialmente",
    "Password": "Password",
    "passwords.reset": "La sua password è stata reimpostata.",
    "passwords.sent": "Le abbiamo inviato per e-mail il link per la reimpostazione della password.",
    "passwords.throttled": "Attenda prima di riprovare.",
    "passwords.token": "Questo token per la reimpostazione della password non è valido.",
    "passwords.user": "Non riusciamo a trovare un utente con quell'indirizzo e-mail.",
    "Phase": "Fase",
    "plan/strategy": "piano/strategia",
    "Please confirm deletion": "Confermi la cancellazione",
    "Policy updates": "Aggiornamenti della politica",
    "previous page & title (<i>only</i> if it was still within this application)": "pagina precedente e titolo<i>(solo</i> se era ancora all'interno di questa applicazione)",
    "Privacy Policy": "Informativa sulla privacy",
    "Private Buildings": "Edifici privati",
    "Proceed without an account": "Proceda senza un account",
    "Profile info saved successfully!": "Le informazioni del profilo sono state salvate con successo!",
    "Project Description": "Descrizione del progetto",
    "Project title": "Titolo del progetto",
    "Project Title": "Titolo del progetto",
    "project title": "titolo del progetto",
    "PROSPECT+": "PROSPECT+",
    "protect your vital interests or the vital interests of a third party, such as situations involving potential threads to a person's safety": "proteggere i suoi interessi vitali o gli interessi vitali di una terza parte, come ad esempio situazioni che comportano potenziali rischi per la sicurezza di una persona",
    "provide this service to you, as requested": "fornire questo servizio a lei, come richiesto",
    "Public Buildings": "Edifici pubblici",
    "Public Lighting": "Illuminazione pubblica",
    "Public Lightning": "Fulmini pubblici",
    "Quick Finance Readiness Check": "Quick Finance Readiness Check",
    "Recommendation-Decision Matrix": "Recommendation-Decision Matrix",
    "Recommendation-Decision Matrix tool User Guide": "Recommendation-Decision Matrix tool Guida per l'utente",
    "Register": "Registro",
    "Remember me": "Ricordati di me",
    "repository": "deposito",
    "Reset Password": "Reimpostare la password",
    "Save": "Risparmiare",
    "Save & show results": "Salvare e mostrare i risultati",
    "Sector": "Settore",
    "Select language": "Selezionare la lingua",
    "Select sector for your analysis:": "Selezioni il settore per la sua analisi:",
    "Show results": "Mostra i risultati",
    "Start!": "Inizia!",
    "Start a new analysis": "Iniziare una nuova analisi",
    "Technical or Non-technical": "Tecnico o non tecnico",
    "The <b>Recommendation-Decision Matrix tool</b> has been developed in :PROSPECTplusLink, a capacity-building HORIZON 2020 project aiming at bringing\\n together EU municipalities and empowering them to make more informed decisions on implementing their local energy and climate plans\\n (e.g. SEAPs, SECAPs, etc.) by using the appropriate :PPLearningProgrammeLink.": "Il programma <b>Recommendation-Decision Matrix tool</b> è stato sviluppato in :PROSPECTplusLink, un progetto di HORIZON 2020 rafforzamento delle capacità che mira a riunire\\n i Comuni dell'UE e a metterli in grado di prendere decisioni più informate sull'attuazione dei loro piani locali per l'energia e il clima\\n (ad esempio SEAPs, SECAPs, ecc.), utilizzando le :PPLearningProgrammeLink appropriate.",
    "The <b>Recommendation-Decision Matrix tool</b> is designed to support local governments on their <b>first\\n decision-making steps</b> against a wide array of <b>innovative schemes</b> for financing their climate and\\n sustainability actions. A <b>practical</b> and <b>easy-to-use tool</b>, <b>free</b> and <b>accessible</b> to all local and regional\\n authorities and their implementing agencies, who are looking at ways to increase or diversify their funding base\\n in order to bridge their municipal infrastructure needs across <b>5 different sectors</b>:": "Il programma <b>Recommendation-Decision Matrix tool</b> è stato progettato per supportare le amministrazioni locali nei loro <b>primi\\n passi decisionali</b> rispetto a un'ampia gamma di <b>schemi innovativi</b> per il finanziamento delle loro azioni per il clima e la\\n sostenibilità. Uno <b>strumento</b> <b>pratico</b> e <b>facile da usare</b>,\\n <b>gratuito</b> e <b>accessibile</b> a tutte le autorità locali e regionali e alle loro agenzie esecutive, che stanno valutando come aumentare o diversificare la loro base di finanziamento\\n al fine di colmare le loro esigenze infrastrutturali comunali in <b>5 settori diversi</b>:",
    "The analysis info you enter": "Le informazioni di analisi inserite",
    "The reasons we process your information depend on how you interact with this service and include:": "I motivi per cui trattiamo le sue informazioni dipendono dal modo in cui lei interagisce con questo servizio e comprendono:",
    "These include all measures that result in energy savings or the production of renewable energies. You need to have a clear understanding of which measures you plan to implement in your project in order to understand the project costs and revenues.": "Queste includono tutte le misure che comportano un risparmio energetico o la produzione di energie rinnovabili. Deve avere una chiara comprensione di quali misure intende implementare nel suo progetto, per capire i costi e i ricavi del progetto.",
    "This web application was created and is hosted by <b>TEESlab</b>.": "Questa applicazione web è stata creata ed è ospitata da <b>TEESlab</b>.",
    "To facilitate account creation, recovery and user authentication": "Per facilitare la creazione di account, il recupero e l'autenticazione degli utenti.",
    "Transport": "Trasporto",
    "Transportation": "Trasporto",
    "Type of measure": "Tipo di misura",
    "type of measure": "tipo di misura",
    "unexpected errors received": "errori inattesi ricevuti",
    "Usage of cookies": "Utilizzo di cookies",
    "User Guide": "Guida per l'utente",
    "User name": "Nome utente",
    "User password <i>(more accurately, its derivative hash)</i>": "Password dell'utente <i>(più precisamente, il suo hash derivato)</i>",
    "validation.accepted": "Il campo :attribute deve essere accettato.",
    "validation.accepted_if": "Il campo :attributo deve essere accettato quando :altro è :valore.",
    "validation.url": "Il campo :attribute deve essere un URL valido.",
    "validation.after": "Il campo :attribute deve essere una data dopo :date.",
    "validation.after_or_equal": "Il campo :attribute deve essere una data successiva o uguale a :date.",
    "validation.alpha": "Il campo :attribute deve contenere solo lettere.",
    "validation.alpha_dash": "Il campo :attribute deve contenere solo lettere, numeri, trattini e trattini bassi.",
    "validation.alpha_num": "Il campo :attribute deve contenere solo lettere e numeri.",
    "validation.array": "Il campo :attribute deve essere un array.",
    "validation.ascii": "Il campo :attribute deve contenere solo caratteri alfanumerici e simboli a singolo byte.",
    "validation.attributes.attribute-name": "nome personalizzato",
    "validation.before": "Il campo :attribute deve essere una data prima di :date.",
    "validation.before_or_equal": "Il campo :attribute deve essere una data precedente o uguale a :date.",
    "validation.between.array": "Il campo :attributo deve avere un numero di elementi compreso tra :min e :max. ",
    "validation.between.file": "Il campo :attribute deve essere compreso tra :min e :max kilobyte.",
    "validation.between.numeric": "Il campo :attributo deve essere compreso tra :min e :max.",
    "validation.between.string": "Il campo :attributo deve essere compreso tra i caratteri :min e :max. ",
    "validation.boolean": "Il campo :attribute deve essere vero o falso.",
    "validation.confirmed": "La conferma del campo :attribute non corrisponde.",
    "validation.current_password": "La password non è corretta.",
    "validation.custom.attribute-name.rule-name": "messaggio personalizzato",
    "validation.date": "Il campo :attribute deve essere una data valida.",
    "validation.date_equals": "Il campo :attribute deve essere una data uguale a :date.",
    "validation.date_format": "Il campo :attribute deve corrispondere al formato :format.",
    "validation.decimal": "Il campo :attribute deve avere :decimal cifre  decimali.",
    "validation.declined": "Il campo :attribute deve essere declinato.",
    "validation.declined_if": "Il campo :attributo deve essere rifiutato quando :altro è :valore.",
    "validation.different": "Il campo :attributo e :altro devono essere diversi.",
    "validation.digits": "Il campo :attribute deve essere :digits cifre.",
    "validation.digits_between": "Il campo :attributo deve essere compreso tra le cifre :min e :max. ",
    "validation.dimensions": "Il campo :attribute ha dimensioni dell'immagine non valide.",
    "validation.distinct": "Il campo :attribute ha un valore duplicato.",
    "validation.doesnt_end_with": "Il campo :attributo non deve terminare con uno dei seguenti elementi: :values.",
    "validation.doesnt_start_with": "Il campo :attributo non deve iniziare con uno dei seguenti elementi: :values.",
    "validation.email": "Il campo :attribute deve essere un indirizzo e-mail valido.",
    "validation.ends_with": "Il campo :attributo deve terminare con uno dei seguenti: :valori.",
    "validation.not_in": "L'attributo : selezionato non è valido.",
    "validation.file": "Il campo :attribute deve essere un file.",
    "validation.filled": "Il campo :attribute deve avere un valore.",
    "validation.gt.array": "Il campo :attribute deve avere più elementi di :value.",
    "validation.gt.file": "Il campo :attribute deve essere maggiore di :value kilobyte.",
    "validation.gt.numeric": "Il campo :attributo deve essere maggiore di :valore.",
    "validation.gt.string": "Il campo :attributo deve essere maggiore dei caratteri :valore.",
    "validation.gte.array": "Il campo :attributo deve avere elementi :valore o più.",
    "validation.gte.file": "Il campo :attribute deve essere maggiore o uguale a :value kilobyte.",
    "validation.gte.numeric": "Il campo :attributo deve essere maggiore o uguale a :valore.",
    "validation.gte.string": "Il campo :attribute deve essere maggiore o uguale ai caratteri :value.",
    "validation.image": "Il campo :attribute deve essere un'immagine.",
    "validation.integer": "Il campo :attribute deve essere un numero intero.",
    "validation.in_array": "Il campo :attributo deve esistere in :altro.",
    "validation.ip": "Il campo :attribute deve essere un indirizzo IP valido.",
    "validation.ipv4": "Il campo :attribute deve essere un indirizzo IPv4 valido.",
    "validation.ipv6": "Il campo :attribute deve essere un indirizzo IPv6 valido.",
    "validation.json": "Il campo :attribute deve essere una stringa JSON valida.",
    "validation.lowercase": "Il campo :attribute deve essere minuscolo.",
    "validation.lt.array": "Il campo :attributo deve avere meno elementi di :valore.",
    "validation.lt.file": "Il campo :attribute deve essere inferiore a :value kilobyte.",
    "validation.lt.numeric": "Il campo :attributo deve essere inferiore a :valore.",
    "validation.lt.string": "Il campo :attribute deve essere inferiore ai caratteri :value.",
    "validation.lte.array": "Il campo :attribute non deve avere più di elementi :value.",
    "validation.lte.file": "Il campo :attribute deve essere inferiore o uguale a :value kilobyte.",
    "validation.lte.numeric": "Il campo :attributo deve essere inferiore o uguale a :valore.",
    "validation.lte.string": "Il campo :attribute deve essere inferiore o uguale ai caratteri :value.",
    "validation.mac_address": "Il campo :attribute deve essere un indirizzo MAC valido.",
    "validation.max.array": "Il campo :attributo non deve avere più di :max elementi.",
    "validation.max.file": "Il campo :attribute non deve essere superiore a :max kilobyte.",
    "validation.max.numeric": "Il campo :attributo non deve essere maggiore di :max.",
    "validation.max.string": "Il campo :attributo non deve essere superiore a :max caratteri.",
    "validation.max_digits": "Il campo :attribute non deve avere più di :max cifre.",
    "validation.mimetypes": "Il campo :attribute deve essere un file di tipo: :values.",
    "validation.min.array": "Il campo :attributo deve avere almeno elementi :min. ",
    "validation.min.file": "Il campo :attribute deve essere di almeno :min kilobyte.",
    "validation.min.numeric": "Il campo :attributo deve essere almeno :min.",
    "validation.min.string": "Il campo :attributo deve essere di almeno :min caratteri.",
    "validation.min_digits": "Il campo :attributo deve avere almeno :min cifre.",
    "validation.missing": "Il campo :attribute deve mancare.",
    "validation.missing_if": "Il campo :attributo deve mancare quando :altro è :valore.",
    "validation.missing_unless": "Il campo :attributo deve mancare, a meno che :altro non sia :valore.",
    "validation.missing_with": "Il campo :attribute deve mancare quando è presente :values.",
    "validation.missing_with_all": "Il campo :attributo deve mancare quando è presente :valori.",
    "validation.multiple_of": "Il campo :attributo deve essere un multiplo di :valore.",
    "validation.regex": "Il formato del campo :attribute non è valido.",
    "validation.numeric": "Il campo :attribute deve essere un numero.",
    "validation.password.letters": "Il campo :attribute deve contenere almeno una lettera.",
    "validation.password.mixed": "Il campo :attribute deve contenere almeno una lettera maiuscola e una minuscola.",
    "validation.password.numbers": "Il campo :attribute deve contenere almeno un numero.",
    "validation.password.symbols": "Il campo :attribute deve contenere almeno un simbolo.",
    "validation.password.uncompromised": "L'attributo : dato è apparso in una fuga di dati. Scelga un altro :attributo.",
    "validation.present": "Il campo :attribute deve essere presente.",
    "validation.prohibited": "Il campo :attribute è vietato.",
    "validation.prohibited_if": "Il campo :attributo è vietato quando :altro è :valore.",
    "validation.prohibited_unless": "Il campo :attributo è vietato se :altro non è in :valori.",
    "validation.prohibits": "Il campo :attributo vieta la presenza di :altro.",
    "validation.required": "Il campo :attributo è obbligatorio.",
    "validation.required_array_keys": "Il campo :attributo deve contenere voci per: :valori.",
    "validation.required_if": "Il campo :attributo è necessario quando :altro è :valore.",
    "validation.required_if_accepted": "Il campo :attributo è richiesto quando :altro è accettato.",
    "validation.required_unless": "Il campo :attributo è obbligatorio, a meno che :altro non sia in :valori.",
    "validation.required_with": "Il campo :attributo è necessario quando è presente :valori.",
    "validation.required_without": "Il campo :attribute è necessario quando :values non è presente.",
    "validation.required_without_all": "Il campo :attributo è necessario quando non è presente nessuno dei :valori.",
    "validation.required_with_all": "Il campo :attributo è richiesto quando sono presenti :valori.",
    "validation.same": "Il campo :attributo deve corrispondere a :altro.",
    "validation.size.array": "Il campo :attribute deve contenere elementi :size.",
    "validation.size.file": "Il campo :attribute deve essere :size kilobyte.",
    "validation.size.numeric": "Il campo :attribute deve essere :size.",
    "validation.size.string": "Il campo :attributo deve essere costituito da caratteri di  dimensione :size.",
    "validation.starts_with": "Il campo :attribute deve iniziare con uno dei seguenti: :values.",
    "validation.string": "Il campo :attribute deve essere una stringa.",
    "validation.timezone": "Il campo :attribute deve essere un fuso orario valido.",
    "validation.ulid": "Il campo :attribute deve essere un ULID valido.",
    "validation.unique": "L'attributo : è già stato preso.",
    "validation.uploaded": "Il caricamento dell'attributo : non è riuscito.",
    "validation.uppercase": "Il campo :attribute deve essere maiuscolo.",
    "validation.uuid": "Il campo :attribute deve essere un UUID valido.",
    "View/Edit": "Visualizza/Modifica",
    "View/Edit Info": "Visualizza/Modifica Info",
    "We collect the data <b>registered and logged in users directly provide</b> to us.<br />\\n More specifically, provided during registration or when editing your profile:": "Raccogliamo i dati che <b>gli utenti registrati e loggati</b> ci <b>forniscono direttamente</b>.<br />\\n Più precisamente, quelli forniti durante la registrazione o la modifica del profilo:",
    "We do <b>not</b> share your personal data with any third parties.<br />\\n Your anonymized site activity will be gathered by Google Analytics, as described above.": "<b>Non</b> condividiamo i suoi dati personali con terze parti.<br />\\n La sua attività anonima sul sito sarà raccolta da Google Analytics, come descritto sopra.",
    "We have implemented appropriate and reasonable technical security measures to secure the date we process and retain.<br />\\n However, the transmission of data between our services and your device is at your own risk.\\n You should access our services through a secure connection and device.": "Abbiamo implementato misure di sicurezza tecniche appropriate e ragionevoli per proteggere i dati che elaboriamo e conserviamo.<br />\\n Tuttavia, la trasmissione di dati tra i nostri servizi e il suo dispositivo è a suo rischio e pericolo.\\n Dovrebbe accedere ai nostri servizi attraverso una connessione e un dispositivo sicuri.",
    "We inform you that you have the right to lodge a complaint to the competent data protection authority, pursuant to Article 77 of the Regulation\\n (EU) 2016/679, if you believe that your personal data have been processed in violation of any applicable law concerning data protection.": "La informiamo che ha il diritto di presentare un reclamo all'autorità competente per la protezione dei dati, ai sensi dell'Articolo 77 del Regolamento\\n (EU) 2016/679 , se ritiene che i suoi dati personali siano stati trattati in violazione di qualsiasi legge applicabile in materia di protezione dei dati.",
    "We keep the data listed above for <b>as long as necessary</b> to fulfil the purposes already described.<br />\\n When you perform <b>changes</b> your account or analysis data, the <b>previous data will not be retained</b>.<br />\\n When account or analysis data gets <b>deleted by the user</b>, we <b>do not keep</b> it on our infrastructure anymore.": "Conserviamo i dati sopra elencati per il <b>tempo necessario</b> a soddisfare gli scopi già descritti.<br />\\n Quando l'utente <b>modifica</b> il suo account o i suoi dati di analisi, i <b>dati precedenti non saranno conservati</b>.<br />\\n Quando i dati del conto o dell'analisi vengono <b>cancellati dall'utente</b>, <b>non</b> li <b>conserviamo</b> più nella nostra infrastruttura.",
    "We may revise this Privacy & Cookies policy from time to time, for example due to changes in our practices or for other operational,\\n legal or regulatory reasons. You should check this page occasionally to ensure you are up to date with the most current version of the policy.": "Possiamo rivedere questa politica sulla privacy e Cookies di tanto in tanto, ad esempio a causa di cambiamenti nelle nostre pratiche o per altre ragioni operative,\\n legali o normative. Dovrebbe controllare questa pagina di tanto in tanto per assicurarsi di essere aggiornato con la versione più recente dell'informativa.",
    "We process your data on the legal ground that such processing is necessary to:": "Trattiamo i suoi dati in base alla motivazione legale che tale trattamento è necessario per:",
    "What data we collect": "Quali dati raccogliamo",
    "When using this web application you consent to the collection, storage, processing and utilization of your information as described in this Privacy Policy.": "Utilizzando questa applicazione web, lei acconsente alla raccolta, all'archiviazione, all'elaborazione e all'utilizzo delle sue informazioni come descritto nella presente Informativa sulla privacy.",
    "When you create or edit the info of your account or analyses, we might also store <b>creation/modification timestamps</b>.": "Quando crea o modifica le informazioni del suo account o delle sue analisi, potremmo anche memorizzare <b>i timestamp di creazione/modifica</b>.",
    "Where feasible, does your city's project financing strategy provide for a mix of financial instruments and/or business models to create public-private partnerships, multiple financiers and service providers (e.g. for coordinating and mobilizing resources, sharing associated investment risks etc)?": "Ove possibile, la strategia di finanziamento dei progetti della sua città prevede un mix di strumenti finanziari e/o modelli di business per creare partenariati pubblico-privati, finanziatori multipli e fornitori di servizi (ad esempio, per coordinare e mobilitare le risorse, condividere i rischi di investimento associati, eccetera)?",
    "whether or not you're logged in": "se è connesso o meno",
    "Who we are": "Chi siamo",
    "Will your city's project utilize other innovative sources, such as levies?": "Il progetto della sua città utilizzerà altre fonti innovative, come le imposte?",
    "With who we share your data": "Con chi condividiamo i suoi dati",
    "Yes": "Sì",
    "You can change your profile info from here.<br />\\n To keep the same password, just leave the \"New Password\" field empty.<br />\\n If you wish to set a new password, you will also need to enter your current password.": "Da qui può modificare le informazioni del suo profilo.<br />\\n Per mantenere la stessa password, basta lasciare vuoto il campo \"Nuova password\".<br />\\n Se desidera impostare una nuova password, dovrà anche inserire la sua password attuale.",
    "You can request a <b>full copy</b> or the <b>full erasure</b> of your data that we retain by contacting us.<br />\\n In addition, the aforementioned data <b>erasure does not include</b> any data we are obligated to keep for <b>legal or security purposes</b>.": "Può richiedere una <b>copia completa</b> o la <b>cancellazione totale</b> dei suoi dati che conserviamo contattandoci.<br />\\n Inoltre, la suddetta <b>cancellazione</b> dei dati <b>non include</b> i dati che siamo obbligati a conservare per <b>scopi legali o di sicurezza</b>.",
    "You may <b>rectify</b> your personal data directly through the application, but you can contact us if you're unable to, in order to assert your rights.<br />\\n You may contact us in order to assert your right to find out whether your personal data is <b>being processed or restrict/object</b> to the processing thereof.": "Può <b>rettificare</b> i suoi dati personali direttamente attraverso l'applicazione, ma può contattarci se non è in grado di farlo, per far valere i suoi diritti.<br />\\n Può contattarci per far valere il suo diritto di sapere se i suoi dati personali vengono <b>elaborati o di limitare/opporsi</b> al loro trattamento.",
    "Your <b>IP address</b> might be stored, in order for the application to function and if required to protect our services from attacks.<br />\\n This applies to all users, not just the registered and logged in ones.": "Il suo <b>indirizzo IP</b> potrebbe essere memorizzato, per il funzionamento dell'applicazione e se necessario per proteggere i nostri servizi dagli attacchi.<br />\\n Questo vale per tutti gli utenti, non solo per quelli registrati e loggati.",
    "Your analyses": "Le sue analisi",
    "Your Analysis Details": "I dettagli della sua analisi",
    "Your questionnaire answers": "Le risposte al suo questionario",
    "Your rights": "I suoi diritti"
}