{
    "(Estimated) Date of completion": "(Previsto) Data de conclusão",
    "(Estimated) Starting date of implementation": "(Previsto) Data de início da execução",
    "<b>Analysis</b> is meant to be repeated <b>over time</b> alongside the early stages of city planning or projects’ preparation\\n process and can also serve as a <b>stand-alone capacity building resource</b> enabling a concise overview of new and innovative\\n financing instruments and an interpretation of their mechanisms and areas of application.": "<b>A análise</b> destina-se a ser repetida ao <b>longo do tempo</b>, juntamente com as fases iniciais do planeamento urbano ou da preparação de projectos\\n e pode também servir como um <b>recurso autónomo de desenvolvimento de capacidades</b>, permitindo uma visão geral concisa dos novos e inovadores instrumentos de financiamento\\n e uma interpretação dos seus mecanismos e áreas de aplicação.",
    "<b>First-time user?</b> Check out the :GuidelinesLink.": "<b>É o seu primeiro utilizador?</b> Consulte o sítio :GuidelinesLink.",
    "<b>This application requires cookies to function</b> properly. As such, the application will store cookies on your device, while using it.<br />\\n You can configure your browser to block the use of cookies, but that might render this application unusable for you.<br />\\n Some of these cookies might be retained for a few days, but if you wish, you can manually delete them from your browser earlier, once you're done using the application.<br />\\n <i>Please note that deleting your cookies will also instantly log you out.</i><br />": "<b>Esta aplicação requer o endereço cookies para funcionar</b> corretamente. Como tal, a aplicação irá armazenar cookies no seu dispositivo, enquanto a utiliza.<br />\\n Pode configurar o seu browser para bloquear a utilização de cookies, mas isso pode tornar esta aplicação inutilizável para si.<br />\\n Alguns destes cookies podem ser retidos durante alguns dias, mas se desejar, pode eliminá-los manualmente do seu browser mais cedo, assim que terminar de utilizar a aplicação.<br />\\n <i>Tenha em atenção que, ao eliminar o seu cookies, também sairá imediatamente do sistema.</i><br />",
    "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Need help using the app?</b> Check out the :GuidelinesLink!</span>\\n <span><b>Need further support or to contact us?</b> Email us: rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Want to look at the app's code?</b> Check out our :RepoLink!</span>\\n </div>": "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Precisa de ajuda para utilizar a aplicação?</b> Consulte o site :GuidelinesLink</span>!\\n <span><b>Precisa de mais apoio ou de nos contactar?</b> Email:</span> <span> rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Quer ver o código da aplicação?</b></span> Consulte o <span>nosso :RepoLink</span>!\\n </div>",
    "<i>Please note that this process is not automated and might take a few days</i>.<br />\\n If you are looking to delete specific information, please refer to the <i>\"Data retention\"</i> section,\\n as you might be able to take advantage of the application's functions to delete what you need in an automated way.": "<i>Tenha em atenção que este processo não é automatizado e pode demorar alguns dias</i>.<br />\\n Se pretender eliminar informações específicas, consulte a secção <i>\"Retenção de dados\"</i>,\\n, uma vez que poderá tirar partido das funções da aplicação para eliminar o que necessita de forma automatizada.",
    "Additionally, during your analyses, we collect the following:": "Além disso, durante as suas análises, recolhemos o seguinte:",
    "Already registered?": "Já está registado?",
    "Analysis Actions": "Análise Acções",
    "Analysis deleted successfully!": "Análise eliminada com sucesso!",
    "Answers edited successfully!": "Respostas editadas com sucesso!",
    "Answers saved successfully!": "Respostas guardadas com sucesso!",
    "Are Budgetary Rules for public and regional authorities revised to exclude financing schemes (e.g. EPC) from debt quota obligations?": "As regras orçamentais para as autoridades públicas e regionais foram revistas de modo a excluir os regimes de financiamento (por exemplo, EPC) das obrigações de quotas de dívida?",
    "Are city's own capital requirements (e.g. available city budget) sufficient to implement the financing scheme?": "As necessidades de capital próprio da cidade (por exemplo, o orçamento municipal disponível) são suficientes para implementar o esquema de financiamento?",
    "Are subsidies, tax benefits, or other incentives and obligations(e.g energy savings, EEOs, etc) available for private project investors and lenders?": "Existem subsídios, benefícios fiscais ou outros incentivos e obrigações (por exemplo, poupança de energia, EEOs, etc.) disponíveis para investidores e financiadores de projectos privados?",
    "Are your city's SECAP related projects and initiatives adequately disseminated to prospect investors and actors?": "Os projectos e iniciativas da sua cidade relacionados com o SECAP são adequadamente divulgados aos potenciais investidores e intervenientes?",
    "Are you sure you want to delete this analysis?": "Tem a certeza de que pretende eliminar esta análise?",
    "auth.failed": "Estas credenciais não correspondem aos nossos registos.",
    "auth.password": "A palavra-passe fornecida está incorrecta.",
    "auth.throttle": "Demasiadas tentativas de início de sessão. Tente novamente em :seconds segundos.",
    "Authority/Agency": "Autoridade/Agência",
    "authority/agency": "autoridade/agência",
    "Cancel": "Cancelar",
    "Can your municipality capitalize from lending institutions to support your city's project implementation?": "O seu município pode recorrer a instituições de crédito para apoiar a execução do projeto da sua cidade?",
    "CBP": "CBP",
    "City/Region": "Cidade/Região",
    "city/region": "cidade/região",
    "Confirm Password": "Confirme a palavra-passe",
    "Continue to the Quick Finance Readiness Check": "Continue para o Quick Finance Readiness Check",
    "Cookies are small text files that a website may store on your device when you visit.": "Cookies são pequenos ficheiros de texto que um sítio Web pode armazenar no seu dispositivo quando o visita.",
    "Country": "País",
    "Create": "Crie",
    "Create new analysis": "Crie uma nova análise",
    "Cross-Sectoral": "Transversal",
    "Cross Sectoral": "Sectorial",
    "current page & title": "página atual e título",
    "Current Password": "Palavra-passe atual",
    "current questionnaire title (where it applies)": "título do questionário atual (se aplicável)",
    "Data retention": "Conservação de dados",
    "Data safety": "Segurança dos dados",
    "Delete": "Eliminar",
    "detect, prevent and address potential security issues concerning our services": "detetar, prevenir e resolver potenciais problemas de segurança relativos aos nossos serviços",
    "Development": "Desenvolvimento",
    "Does the city have a history on default on debt?": "A cidade tem um historial de incumprimento da dívida?",
    "Does the municipality plan to sub-contract its roles and responsibilities with respect to project implementation, and/or transfer all or part of the necessary proceeds,  to a third implementing entity either internal or external?": "O município prevê subcontratar as suas funções e responsabilidades no que respeita à execução do projeto e/ou transferir a totalidade ou parte das receitas necessárias para uma terceira entidade de execução, interna ou externa?",
    "Does the public stance support your city's project related investments within the planned timeframe?": "A posição pública apoia os investimentos da sua cidade relacionados com o projeto dentro do prazo previsto?",
    "Does your city's financing strategy analyze both public and private, domestic and international, potential funding sources for supporting the priorities identified?": "A estratégia de financiamento da sua cidade analisa as potenciais fontes de financiamento públicas e privadas, nacionais e internacionais, para apoiar as prioridades identificadas?",
    "Does your city's project demonstrate a clear national ownership and national direction on its strategic priorities, with a long-term finance orientation, considering potential options for refinancing or repaying investment (e.g. through energy bills or taxation etc)?": "O projeto da sua cidade demonstra uma clara apropriação nacional e uma orientação nacional sobre as suas prioridades estratégicas, com uma orientação financeira a longo prazo, considerando potenciais opções de refinanciamento ou de reembolso do investimento (por exemplo, através de facturas de energia ou impostos, etc.)?",
    "Does your city's project demonstrate a national investment prioritization process directly supported by existing municipal budgets and/or dedicated national or international funding sources?": "O projeto da sua cidade demonstra um processo nacional de definição de prioridades de investimento diretamente apoiado pelos orçamentos municipais existentes e/ou por fontes de financiamento nacionais ou internacionais específicas?",
    "Does your city's project describe how priority objectives will be translated into specific concept notes, utilizing new financial instruments or mobilizing large scale finance from third development partners in the future?": "O projeto da sua cidade descreve a forma como os objectivos prioritários serão traduzidos em notas conceptuais específicas, utilizando novos instrumentos financeiros ou mobilizando financiamentos em grande escala de terceiros parceiros de desenvolvimento no futuro?",
    "Does your city have a SECAP or other similar sustainable plan or strategy?": "A sua cidade tem um SECAP ou outro plano ou estratégia sustentável semelhante?",
    "Does your municipality have the appropriate (multi-departmental) structure responsible for the ultimate oversight, including co-ordination, monitoring, performance risks management etc, over your city's project efficient implementation?": "O seu município dispõe de uma estrutura adequada (multidepartamental) responsável pela supervisão final, incluindo a coordenação, o acompanhamento, a gestão dos riscos de desempenho, etc., da execução eficaz do projeto da sua cidade?",
    "Does your municipality have the necessary capacity to conduct business development activities among which investigating alternative funding sources?": "O seu município tem a capacidade necessária para realizar actividades de desenvolvimento empresarial, entre as quais a investigação de fontes de financiamento alternativas?",
    "Does your municipality have the necessary know-how and/or technical expertise to support the implementation of the respective financing scheme?": "O seu município possui os conhecimentos e/ou as competências técnicas necessárias para apoiar a aplicação do respetivo regime de financiamento?",
    "Does your municipality have the necessary resources to support your city's project development and implementation within the planned timeframe?": "O seu município dispõe dos recursos necessários para apoiar o desenvolvimento e a execução do projeto da sua cidade dentro dos prazos previstos?",
    "Do ownership issues with regard to city's assets (e.g. buildings) facilitate the implementation of your city's project related investments in these assets?": "As questões de propriedade relativas aos activos da cidade (por exemplo, edifícios) facilitam a execução dos investimentos relacionados com os projectos da sua cidade nesses activos?",
    "Do public procurement procedures facilitate sustainable energy investments adequately?": "Os procedimentos de contratação pública facilitam adequadamente os investimentos em energia sustentável?",
    "Download results": "Descarregue os resultados",
    "Edit Profile": "Editar perfil",
    "Email": "Email",
    "Email address": "Email endereço",
    "Email Password Reset Link": "Email Ligação de reposição da palavra-passe",
    "Failed to delete analysis!": "Falha na eliminação da análise!",
    "Failed to save answers!": "Não conseguiu guardar as respostas!",
    "For each <b>sector of recommendation</b>, there are specific <b>innovative financing schemes</b> that could be best employed.": "Para cada <b>sector de recomendação</b>, existem <b>regimes de financiamento inovadores</b> específicos que podem ser utilizados da melhor forma.",
    "For each <b>specific scheme</b> an easy-to-grasp checklist of selected decision criteria identifies an <b>ease of implementation\\n rate (%)</b>, based on the <b>project-specific characteristics</b> and the <b>general framework conditions</b>.": "Para cada <b>regime específico</b>, uma lista de verificação de fácil compreensão dos critérios de decisão seleccionados identifica uma <b>taxa de facilidade de implementação\\n (%)</b>, com base nas <b>características específicas do projeto</b> e nas <b>condições gerais de enquadramento</b>.",
    "forgot password?": "esqueceu-se da palavra-passe?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password\\n reset link that will allow you to choose a new one.": "Esqueceu-se da sua palavra-passe? Não há problema. Basta indicar-nos o seu endereço de correio eletrónico e enviar-lhe-emos uma hiperligação de redefinição da palavra-passe\\n que lhe permitirá escolher uma nova.",
    "For the application to function": "Para que a aplicação funcione",
    "For this please also see our template on calculating financial indicators that you can find on our website.": "Para tal, consulte também o nosso modelo de cálculo dos indicadores financeiros, que pode encontrar no nosso sítio Web.",
    "fulfil our legal obligations": "cumprir as nossas obrigações legais",
    "General Information": "Informações gerais",
    "Google Analytics Opt-out Browser Add-on": "Google Analytics Complemento do navegador para auto-exclusão",
    "Great! You have gathered and prepared all or most of the relevant information needed. Your project is financially ready.\\n You can now approach investors of financing institutions or proceed with setting up your planned financing scheme.": "Ótimo! Reuniu e preparou toda ou a maior parte da informação relevante necessária. O seu projeto está financeiramente pronto.\\n Pode agora abordar investidores de instituições financeiras ou prosseguir com a criação do esquema de financiamento planeado.",
    "Guest mode: log in if you want your analyses to be saved!": "Modo de convidado: inicie sessão se quiser que as suas análises sejam guardadas!",
    "Guidelines": "Directrizes",
    "Has a baseline <strong>energy consumption</strong> been determined?": "Foi determinado um <strong>consumo de energia</strong> de referência?",
    "Has your city's project been formally validated by your City's Council at a high political level?": "O projeto da sua cidade foi formalmente validado pela Câmara Municipal a um nível político elevado?",
    "Have you assessed any <strong>challenging regulations or policies</strong> that could pose a risk or barrier for your project?": "Avaliou alguma <strong>regulamentação ou política</strong> que possa constituir um risco ou um obstáculo para o seu projeto?",
    "Have you assessed any existing <strong>helpful regulations or policies</strong> that can support the development of your project?": "Avaliou alguma <strong>regulamentação ou política útil</strong> existente que possa apoiar o desenvolvimento do seu projeto?",
    "Have you assessed the <strong>market conditions</strong> for your project including <strong>incentives and potential barriers</strong>?": "Avaliou <strong>as condições de mercado</strong> para o seu projeto, incluindo <strong>incentivos e potenciais obstáculos</strong>?",
    "Have you calculated the <strong>expected revenues from energy savings</strong> and/or <strong>the expected revenues from the selling of renewable energy</strong> generated by your project over its lifetime?": "Calculou as <strong>receitas esperadas da poupança de energia</strong> e/ou <strong>as receitas esperadas da venda de energia renovável</strong> gerada pelo seu projeto durante o seu tempo de vida?",
    "Have you calculated your <strong>total investment costs</strong> for the project?": "Calculou <strong>os</strong> seus <strong>custos totais de investimento</strong> para o projeto?",
    "Have you defined the <strong>measures</strong> that you intend to implement in your project?": "Definiu as <strong>medidas</strong> que pretende implementar no seu projeto?",
    "Have you determined the <strong>payback period</strong> for your project?": "Determinou o <strong>período de retorno</strong> do <strong>investimento</strong> para o seu projeto?",
    "Have you determined the energy savings and/or renewable energy production resulting from your planned measures?": "Determinou as poupanças de energia e/ou a produção de energia renovável resultantes das medidas planeadas?",
    "Have you developed a <strong>budget</strong> with all the costs for your project including operating costs?": "Elaborou um <strong>orçamento</strong> com todos os custos do seu projeto, incluindo os custos de funcionamento?",
    "Have you developed a <strong>risk analysis</strong> of potential risks or negative impacts your project might have?": "Desenvolveu uma <strong>análise</strong> de <strong>risco</strong> dos potenciais riscos ou impactos negativos que o seu projeto pode ter?",
    "Have you developed a <strong>working plan or roadmap</strong> for the implementation of the project outlining the different steps and responsibilities?": "Desenvolveu um <strong>plano de trabalho ou um roteiro</strong> para a execução do projeto, descrevendo as diferentes etapas e responsabilidades?",
    "Have you developed an overview of the <strong>governance structure</strong> of the project, including roles and responsibilities and decision-making processes?": "Desenvolveu uma visão geral da <strong>estrutura de governação</strong> do projeto, incluindo funções e responsabilidades e processos de tomada de decisão?",
    "Help & Support": "Ajuda e suporte",
    "Home": "Início",
    "How we process your information": "Como processamos as suas informações",
    "if you're in editing mode (where it applies)": "se estiver no modo de edição (onde se aplica)",
    "Implementation": "Implementação",
    "In addition, Google Analytics uses cookies to function. For more information, please refer to the section <i>\"What data we collect\"</i>.": "Além disso, o Google Analytics utiliza o cookies para funcionar. Para mais informações, consulte a secção <i>\"Que dados recolhemos\"</i>.",
    "In addition, we gather <b>analytics</b> data (using Google Analytics 4) in order to prepare <b>aggregated, anonymized statistics on visitor’s activity</b>.\\n This data includes basic information about your device/browser (e.g. language), your region/country (<i>not</i> granular location or IP address),\\n and information as you browse the website and perform certain actions (e.g. view results, edit stored information); specifically:": "Além disso, recolhemos dados <b>analíticos</b> (utilizando Google Analytics 4) para preparar <b>estatísticas agregadas e anónimas sobre a atividade do visitante</b>.\\n Estes dados incluem informações básicas sobre o seu dispositivo/navegador (por exemplo, idioma), a sua região/país<i>(não</i> localização granular ou endereço IP),\\n e informações à medida que navega no sítio Web e executa determinadas acções (por exemplo, ver resultados, editar informações armazenadas); especificamente:",
    "In case the municipality plans to sub-contract and/or transfer all or part of the necessary proceeds, to a private third implementing entity is a clear explanation of the contractual arrangements, including transactional flow and/or flow of information, in place?": "Caso o município planeie subcontratar e/ou transferir a totalidade ou parte das receitas necessárias para uma entidade terceira privada responsável pela execução, existe uma explicação clara das disposições contratuais, incluindo o fluxo transacional e/ou o fluxo de informações?",
    "Innovative financing is an option for urban climate and sustainable development projects,\\n but cities, municipalities and regions need to know how to activate and use it.\\n The Recommendation-Decision Matrix tool is working to that effect!": "O financiamento inovador é uma opção para projectos de clima urbano e desenvolvimento sustentável,\\n mas as cidades, municípios e regiões precisam de saber como activá-lo e utilizá-lo.\\n O Recommendation-Decision Matrix tool está a trabalhar nesse sentido!",
    "innovative financing schemes": "regimes de financiamento inovadores",
    "In order to calculate the impacts of your project, you need to know your baseline energy consumption before the implementation of any measures.": "Para calcular os impactos do seu projeto, precisa de conhecer o seu consumo de energia de referência antes da implementação de quaisquer medidas.",
    "In order to calculate the revenues of your project you need to have a clear understanding of your impacts in terms of energy savings and/or renewable energy produced.": "Para calcular as receitas do seu projeto, precisa de ter um conhecimento claro dos seus impactos em termos de poupança de energia e/ou de energia renovável produzida.",
    "Is a Steering Committee or similar internal mechanism in place or planned as a governing body to fully oversee and guide your city's project implementation?": "Existe ou está previsto um Comité de Direção ou um mecanismo interno semelhante como órgão de gestão para supervisionar e orientar plenamente a execução do projeto na sua cidade?",
    "Is co-financing available and complete detail provided in your city's project proposal budget?": "O cofinanciamento está disponível e o orçamento da proposta de projeto da sua cidade contém todas as informações necessárias?",
    "Is the city's cooperation and communication with non-traditional investment actors (e.g. ESCOs) sufficient to implement the respective scheme?": "A cooperação e a comunicação da cidade com agentes de investimento não tradicionais (por exemplo, ESCOs) são suficientes para implementar o respetivo regime?",
    "Is the city's cooperation and communication with public actors for SECAP or other investment projects adequate so as to implement the financing scheme?": "A cooperação e a comunicação da cidade com os intervenientes públicos para SECAP ou outros projectos de investimento são adequadas para implementar o esquema de financiamento?",
    "Is the city's cooperation and communication with traditional private actors for SECAP or other investment projects (e.g. banks, utilities, energy providers, etc) sufficient in order to implement the scheme?": "A cooperação e a comunicação da cidade com os actores privados tradicionais para SECAP ou outros projectos de investimento (por exemplo, bancos, serviços públicos, fornecedores de energia, etc.) são suficientes para implementar o regime?",
    "Is the city's personnel for project underwriting &amp; evaluation sufficient to support the implementation of the respective financing scheme?": "O pessoal da cidade para a subscrição e avaliação de projectos é suficiente para apoiar a implementação do respetivo esquema de financiamento?",
    "Is the process to gain a construction/renovation permit fast and efficient?": "O processo para obter uma licença de construção/renovação é rápido e eficiente?",
    "Is the typical nominal bank lending rate relatively low?": "A taxa de juro nominal típica dos empréstimos bancários é relativamente baixa?",
    "Is your city's project anticipated duration and implementation schedule reasonable and fully coordinated with all relevant investment actors and stakeholders involved?": "A duração prevista e o calendário de execução do projeto da sua cidade são razoáveis e estão totalmente coordenados com todos os intervenientes no investimento e partes interessadas envolvidas?",
    "It is important to understand which political factors or regulations can positively influence your project, including e.g. financial and regulatory incentives for energy efficiency measures, one-stop-shops, equal opportunities for public procurement, facilitated licensing for renewable energy projects, etc.": "É importante compreender quais os factores políticos ou regulamentares que podem influenciar positivamente o seu projeto, incluindo, por exemplo, incentivos financeiros e regulamentares para medidas de eficiência energética, balcões únicos, igualdade de oportunidades para contratos públicos, licenciamento facilitado para projectos de energias renováveis, etc.",
    "It is important to understand which political factors or regulations negatively influence your project, such as e.g. long and bureaucratic licensing processes, requirements for impact assessments, land-use and ownership barriers etc.": "É importante compreender quais os factores políticos ou regulamentos que influenciam negativamente o seu projeto, tais como, por exemplo, processos de licenciamento longos e burocráticos, requisitos para avaliações de impacto, barreiras à utilização dos terrenos e à propriedade, etc.",
    "Learning Handbooks": "Manuais de aprendizagem",
    "Legal ground for processing your data": "Base jurídica para o tratamento dos seus dados",
    "Legislative": "Legislativo",
    "Log In": "Iniciar sessão",
    "Log in to save and view your analyses": "Inicie sessão para guardar e visualizar as suas análises",
    "Log Out": "Terminar sessão",
    "Menu": "Menu",
    "Monitoring": "Controlo",
    "More information required. You still lack much for the required information before you can consider your project financially ready.\\n Please make sure to prepare the missing information. The more information you have prepared the easier it will be to obtain financial means for your project.": "Precisa de mais informações. Ainda lhe faltam muitas das informações necessárias para poder considerar o seu projeto financeiramente pronto.\\n Certifique-se de que prepara as informações em falta. Quanto mais informações tiver preparado, mais fácil será obter meios financeiros para o seu projeto.",
    "My Analyses": "As minhas análises",
    "My analyses": "As minhas análises",
    "Name": "Nome",
    "new password": "nova palavra-passe",
    "New Password": "Nova palavra-passe",
    "Next": "Seguinte",
    "No": "Não",
    "No analyses completed yet!": "Ainda não foram efectuadas análises!",
    "None of this data contains personally identifiable information or specific data you submitted.": "Nenhum destes dados contém informações de identificação pessoal ou dados específicos que tenha enviado.",
    "Normative": "Normativo",
    "No sensitive information gets collected by this application.": "Esta aplicação não recolhe informações sensíveis.",
    "Note: The translations provided by this application have been automatically generated through the Google Cloud Translation API and the DeepL API.": "Nota: As traduções fornecidas por esta aplicação foram geradas automaticamente através dos sites Google Cloud Translation API e DeepL API.",
    "Not registered?": "Não está registado?",
    "OK": "OK",
    "outbound link text/destination (where it applies)": "texto/destino da ligação de saída (quando aplicável)",
    "pagination.next": "Seguinte \"",
    "pagination.previous": "\" Anterior",
    "Partially": "Parcialmente",
    "Password": "Palavra-passe",
    "passwords.reset": "A sua palavra-passe foi reposta.",
    "passwords.sent": "Enviámos por e-mail a sua ligação de redefinição da palavra-passe.",
    "passwords.throttled": "Aguarde antes de tentar novamente.",
    "passwords.token": "Este token de redefinição de palavra-passe é inválido.",
    "passwords.user": "Não conseguimos encontrar um utilizador com esse endereço de e-mail.",
    "Phase": "Fase",
    "plan/strategy": "plano/estratégia",
    "Please confirm deletion": "Confirme a eliminação",
    "Policy updates": "Actualizações de políticas",
    "previous page & title (<i>only</i> if it was still within this application)": "página anterior e título<i>(apenas</i> se ainda estiver dentro desta candidatura)",
    "Privacy Policy": "Política de privacidade",
    "Private Buildings": "Edifícios privados",
    "Proceed without an account": "Proceda sem uma conta",
    "Profile info saved successfully!": "Informação de perfil guardada com sucesso!",
    "Project Description": "Descrição do projeto",
    "Project title": "Título do projeto",
    "Project Title": "Título do projeto",
    "project title": "título do projeto",
    "PROSPECT+": "PROSPECT+",
    "protect your vital interests or the vital interests of a third party, such as situations involving potential threads to a person's safety": "proteger os seus interesses vitais ou os interesses vitais de terceiros, tais como situações que envolvam potenciais ameaças à segurança de uma pessoa",
    "provide this service to you, as requested": "prestar-lhe este serviço, conforme solicitado",
    "Public Buildings": "Edifícios públicos",
    "Public Lighting": "Iluminação pública",
    "Public Lightning": "Relâmpagos públicos",
    "Quick Finance Readiness Check": "Quick Finance Readiness Check",
    "Recommendation-Decision Matrix": "Recommendation-Decision Matrix",
    "Recommendation-Decision Matrix tool User Guide": "Recommendation-Decision Matrix tool Guia do utilizador",
    "Register": "Registe-se",
    "Remember me": "Lembre-se de mim",
    "repository": "repositório",
    "Reset Password": "Repor a palavra-passe",
    "Save": "Guardar",
    "Save & show results": "Guardar e mostrar resultados",
    "Sector": "Sector",
    "Select": "Seleccione",
    "Select language": "Seleccione a língua",
    "Select sector for your analysis:": "Seleccione o sector para a sua análise:",
    "Show results": "Mostrar resultados",
    "Start!": "Comece!",
    "Start a new analysis": "Inicie uma nova análise",
    "Technical or Non-technical": "Técnico ou não técnico",
    "Thank you for using the PROSPECT+ Decision Matrix Tool to check which financing scheme will be the most suitable for your local authority to implement the planned\\n or ongoing local sustainable energy project for your city. Please note that all results have been automatically determined based on your answers, indicating an ease of\\n implementation rate (%) for each available financing scheme against the general framework conditions. More information on the set of financing alternatives is also\\n available on the PROSPECT+ :PPLearningHandbooksLink.": "Obrigado por utilizar a ferramenta Matriz de Decisão PROSPECT+ para verificar qual o regime de financiamento mais adequado para a sua autoridade local implementar\\n o projeto de energia sustentável local planeado ou em curso na sua cidade. Note que todos os resultados foram automaticamente determinados com base nas suas\\n respostas, indicando uma taxa de facilidade de implementação (%) para cada esquema de financiamento disponível em relação às condições gerais de enquadramento.\\nPara mais informações sobre o conjunto de alternativas de financiamento, consulte no sítio PROSPECT+ :PPLearningHandbooksLink.",
    "The <b>Recommendation-Decision Matrix tool</b> has been developed in :PROSPECTplusLink, a capacity-building HORIZON 2020 project aiming at bringing\\n together EU municipalities and empowering them to make more informed decisions on implementing their local energy and climate plans\\n (e.g. SEAPs, SECAPs, etc.) by using the appropriate :PPLearningProgrammeLink.": "O <b>Recommendation-Decision Matrix tool</b>\\n foi desenvolvido em :PROSPECTplusLink, um projeto de reforço de capacidades HORIZON 2020 que visa reunir os municípios da UE e capacitá-los para tomarem decisões mais informadas sobre a aplicação dos seus planos locais em matéria de energia e clima\\n (por exemplo, SEAPs, SECAPs, etc.), utilizando o sítio :PPLearningProgrammeLink adequado.",
    "The <b>Recommendation-Decision Matrix tool</b> is designed to support local governments on their <b>first\\n decision-making steps</b> against a wide array of <b>innovative schemes</b> for financing their climate and\\n sustainability actions. A <b>practical</b> and <b>easy-to-use tool</b>, <b>free</b> and <b>accessible</b> to all local and regional\\n authorities and their implementing agencies, who are looking at ways to increase or diversify their funding base\\n in order to bridge their municipal infrastructure needs across <b>5 different sectors</b>:": "O <b>Recommendation-Decision Matrix tool</b> foi concebida para apoiar os governos locais nos seus <b>primeiros\\n passos de tomada de decisão</b> em relação a um vasto leque de <b>esquemas inovadores</b> para financiar as suas acções climáticas e de\\n sustentabilidade. Uma <b>ferramenta</b> <b>prática</b> e <b>fácil de utilizar</b>, <b>gratuita</b> e <b>acessível</b> a todas as autoridades\\n locais e regionais e às suas agências de execução, que procuram formas de aumentar ou diversificar a sua base de financiamento\\n de modo a satisfazer as suas necessidades de infra-estruturas municipais em <b>5 sectores diferentes</b>:",
    "The analysis info you enter": "A informação de análise que introduz",
    "The reasons we process your information depend on how you interact with this service and include:": "Os motivos pelos quais processamos as suas informações dependem da forma como interage com este serviço e incluem:",
    "These include all measures that result in energy savings or the production of renewable energies. You need to have a clear understanding of which measures you plan to implement in your project in order to understand the project costs and revenues.": "Estas incluem todas as medidas que resultam em poupanças de energia ou na produção de energias renováveis. É necessário ter uma noção clara das medidas que pretende implementar no seu projeto para compreender os custos e as receitas do mesmo.",
    "This web application was created and is hosted by <b>TEESlab</b>.": "Esta aplicação Web foi criada e está alojada em <b>TEESlab</b>.",
    "To facilitate account creation, recovery and user authentication": "Para facilitar a criação de contas, a recuperação e a autenticação de utilizadores",
    "Transport": "Transporte",
    "Transportation": "Transporte",
    "Type of measure": "Tipo de medida",
    "type of measure": "tipo de medida",
    "unexpected errors received": "erros inesperados recebidos",
    "Usage of cookies": "Utilização de cookies",
    "User Guide": "Guia do utilizador",
    "User name": "Nome do utilizador",
    "User password <i>(more accurately, its derivative hash)</i>": "Palavra-passe do utilizador <i>(mais precisamente, o seu hash derivado)</i>",
    "validation.accepted": "O campo :attribute deve ser aceite.",
    "validation.accepted_if": "O campo :attribute deve ser aceite quando :other é :value.",
    "validation.url": "O campo :attribute tem de ser um URL válido.",
    "validation.after": "O campo :attribute deve ser uma data posterior a :date.",
    "validation.after_or_equal": "O campo :attribute deve ser uma data posterior ou igual a :date.",
    "validation.alpha": "O campo :attribute só pode conter letras.",
    "validation.alpha_dash": "O campo :attribute só pode conter letras, números, traços e sublinhados.",
    "validation.alpha_num": "O campo :attribute só pode conter letras e números.",
    "validation.array": "O campo :attribute tem de ser uma matriz.",
    "validation.ascii": "O campo :attribute só pode conter caracteres alfanuméricos de um byte e símbolos.",
    "validation.attributes.attribute-name": "nome personalizado",
    "validation.before": "O campo :attribute deve ser uma data anterior a :date.",
    "validation.before_or_equal": "O campo :attribute deve ser uma data anterior ou igual a :date.",
    "validation.between.array": "O campo :attribute deve ter entre :min e :max itens.",
    "validation.between.file": "O campo :attribute deve situar-se entre :min e :max kilobytes.",
    "validation.between.numeric": "O campo :attribute deve situar-se entre :min e :max.",
    "validation.between.string": "O campo :attribute deve ter entre :min e :max caracteres.",
    "validation.boolean": "O campo :attribute tem de ser verdadeiro ou falso.",
    "validation.confirmed": "A confirmação do campo :attribute não corresponde.",
    "validation.current_password": "A palavra-passe está incorrecta.",
    "validation.custom.attribute-name.rule-name": "mensagem personalizada",
    "validation.date": "O campo :attribute tem de ser uma data válida.",
    "validation.date_equals": "O campo :attribute deve ser uma data igual a :date.",
    "validation.date_format": "O campo :attribute deve corresponder ao formato :format.",
    "validation.decimal": "O campo :attribute deve ter :decimal casas decimais.",
    "validation.declined": "O campo :attribute deve ser recusado.",
    "validation.declined_if": "O campo :attribute deve ser recusado quando :other é :value.",
    "validation.different": "Os campos :attribute e :other devem ser diferentes.",
    "validation.digits": "O campo :attribute deve ter os dígitos :digits.",
    "validation.digits_between": "O campo :attribute deve ter entre :min e :max dígitos.",
    "validation.dimensions": "O campo :attribute tem dimensões de imagem inválidas.",
    "validation.distinct": "O campo :attribute tem um valor duplicado.",
    "validation.doesnt_end_with": "O campo :attribute não deve terminar com uma das seguintes palavras: :values.",
    "validation.doesnt_start_with": "O campo :attribute não deve começar por um dos seguintes caracteres: :values.",
    "validation.email": "O campo :attribute tem de ser um endereço de correio eletrónico válido.",
    "validation.ends_with": "O campo :attribute deve terminar com uma das seguintes palavras: :values.",
    "validation.not_in": "O endereço :attribute selecionado é inválido.",
    "validation.file": "O campo :attribute deve ser um ficheiro.",
    "validation.filled": "O campo :attribute tem de ter um valor.",
    "validation.gt.array": "O campo :attribute deve ter mais do que :value itens.",
    "validation.gt.file": "O campo :attribute deve ser superior a :value kilobytes.",
    "validation.gt.numeric": "O campo :attribute deve ser superior a :value.",
    "validation.gt.string": "O campo :attribute deve ser superior a :value caracteres.",
    "validation.gte.array": "O campo :attribute deve ter :value itens ou mais.",
    "validation.gte.file": "O campo :attribute deve ser maior ou igual a :value kilobytes.",
    "validation.gte.numeric": "O campo :attribute deve ser maior ou igual a :value.",
    "validation.gte.string": "O campo :attribute deve ser maior ou igual a :value caracteres.",
    "validation.image": "O campo :attribute deve ser uma imagem.",
    "validation.integer": "O campo :attribute deve ser um número inteiro.",
    "validation.in_array": "O campo :attribute deve existir em :other.",
    "validation.ip": "O campo :attribute tem de ser um endereço IP válido.",
    "validation.ipv4": "O campo :attribute tem de ser um endereço IPv4 válido.",
    "validation.ipv6": "O campo :attribute tem de ser um endereço IPv6 válido.",
    "validation.json": "O campo :attribute tem de ser uma cadeia JSON válida.",
    "validation.lowercase": "O campo :attribute deve estar em minúsculas.",
    "validation.lt.array": "O campo :attribute deve ter menos de :value itens.",
    "validation.lt.file": "O campo :attribute deve ser inferior a :value kilobytes.",
    "validation.lt.numeric": "O campo :attribute deve ser inferior a :value.",
    "validation.lt.string": "O campo :attribute deve ter menos de :value caracteres.",
    "validation.lte.array": "O campo :attribute não pode ter mais do que :value itens.",
    "validation.lte.file": "O campo :attribute deve ser inferior ou igual a :value kilobytes.",
    "validation.lte.numeric": "O campo :attribute deve ser menor ou igual a :value.",
    "validation.lte.string": "O campo :attribute deve ser inferior ou igual a :value caracteres.",
    "validation.mac_address": "O campo :attribute tem de ser um endereço MAC válido.",
    "validation.max.array": "O campo :attribute não pode ter mais do que :max itens.",
    "validation.max.file": "O campo :attribute não pode ser superior a :max kilobytes.",
    "validation.max.numeric": "O campo :attribute não pode ser superior a :max.",
    "validation.max.string": "O campo :attribute não pode ser superior a :max caracteres.",
    "validation.max_digits": "O campo :attribute não pode ter mais de :max dígitos.",
    "validation.mimetypes": "O campo :attribute deve ser um ficheiro do tipo: :values.",
    "validation.min.array": "O campo :attribute deve ter pelo menos :min itens.",
    "validation.min.file": "O campo :attribute deve ter, pelo menos, :min kilobytes.",
    "validation.min.numeric": "O campo :attribute deve ser, pelo menos, :min.",
    "validation.min.string": "O campo :attribute deve ter, pelo menos, :min caracteres.",
    "validation.min_digits": "O campo :attribute deve ter pelo menos :min dígitos.",
    "validation.missing": "O campo :attribute deve estar em falta.",
    "validation.missing_if": "O campo :attribute deve estar em falta quando :other é :value.",
    "validation.missing_unless": "O campo :attribute deve estar em falta, exceto se :other for :value.",
    "validation.missing_with": "O campo :attribute deve estar ausente quando :values está presente.",
    "validation.missing_with_all": "O campo :attribute deve estar ausente quando :values está presente.",
    "validation.multiple_of": "O campo :attribute deve ser um múltiplo de :value.",
    "validation.regex": "O formato do campo :attribute é inválido.",
    "validation.numeric": "O campo :attribute deve ser um número.",
    "validation.password.letters": "O campo :attribute deve conter pelo menos uma letra.",
    "validation.password.mixed": "O campo :attribute deve conter, pelo menos, uma letra maiúscula e uma letra minúscula.",
    "validation.password.numbers": "O campo :attribute deve conter pelo menos um número.",
    "validation.password.symbols": "O campo :attribute deve conter pelo menos um símbolo.",
    "validation.password.uncompromised": "O endereço :attribute apareceu numa fuga de dados. Por favor, escolha um :attribute diferente.",
    "validation.present": "O campo :attribute tem de estar presente.",
    "validation.prohibited": "O campo :attribute é proibido.",
    "validation.prohibited_if": "O campo :attribute é proibido quando :other é :value.",
    "validation.prohibited_unless": "O campo :attribute é proibido, exceto se :other estiver em :values.",
    "validation.prohibits": "O campo :attribute proíbe a presença de :other.",
    "validation.required": "O campo :attribute é obrigatório.",
    "validation.required_array_keys": "O campo :attribute deve conter entradas para: :values.",
    "validation.required_if": "O campo :attribute é obrigatório quando :other é :value.",
    "validation.required_if_accepted": "O campo :attribute é obrigatório quando :other é aceite.",
    "validation.required_unless": "O campo :attribute é obrigatório, exceto se :other estiver em :values.",
    "validation.required_with": "O campo :attribute é obrigatório quando :values está presente.",
    "validation.required_without": "O campo :attribute é obrigatório quando :values não está presente.",
    "validation.required_without_all": "O campo :attribute é obrigatório quando nenhum dos campos :values está presente.",
    "validation.required_with_all": "O campo :attribute é obrigatório quando :values está presente.",
    "validation.same": "O campo :attribute deve corresponder a :other.",
    "validation.size.array": "O campo :attribute deve conter itens :size.",
    "validation.size.file": "O campo :attribute tem de ser :size kilobytes.",
    "validation.size.numeric": "O campo :attribute deve ser :size.",
    "validation.size.string": "O campo :attribute deve ter :size caracteres.",
    "validation.starts_with": "O campo :attribute deve começar com uma das seguintes palavras: :values.",
    "validation.string": "O campo :attribute deve ser uma cadeia de caracteres.",
    "validation.timezone": "O campo :attribute tem de ser um fuso horário válido.",
    "validation.ulid": "O campo :attribute tem de ser um ULID válido.",
    "validation.unique": "O sítio :attribute já foi utilizado.",
    "validation.uploaded": "O :attribute não conseguiu carregar.",
    "validation.uppercase": "O campo :attribute deve estar em maiúsculas.",
    "validation.uuid": "O campo :attribute tem de ser um UUID válido.",
    "View/Edit": "Ver/Editar",
    "View/Edit Info": "Ver/Editar informações",
    "We collect the data <b>registered and logged in users directly provide</b> to us.<br />\\n More specifically, provided during registration or when editing your profile:": "Recolhemos os dados que <b>os utilizadores registados e com sessão iniciada nos fornecem diretamente</b>.<br />\\n Mais especificamente, fornecidos durante o registo ou ao editar o seu perfil:",
    "We do <b>not</b> share your personal data with any third parties.<br />\\n Your anonymized site activity will be gathered by Google Analytics, as described above.": "<b>Não</b> partilhamos os seus dados pessoais com terceiros.<br />\\n A sua atividade anónima no sítio será recolhida por Google Analytics, conforme descrito acima.",
    "We have implemented appropriate and reasonable technical security measures to secure the date we process and retain.<br />\\n However, the transmission of data between our services and your device is at your own risk.\\n You should access our services through a secure connection and device.": "Implementámos medidas de segurança técnicas adequadas e razoáveis para proteger os dados que processamos e conservamos.<br />\\n No entanto, a transmissão de dados entre os nossos serviços e o seu dispositivo é feita por sua conta e risco.\\n Deve aceder aos nossos serviços através de uma ligação e de um dispositivo seguros.",
    "We inform you that you have the right to lodge a complaint to the competent data protection authority, pursuant to Article 77 of the Regulation\\n (EU) 2016/679, if you believe that your personal data have been processed in violation of any applicable law concerning data protection.": "Informamo-lo de que tem o direito de apresentar uma queixa à autoridade competente em matéria de proteção de dados, nos termos do artigo 77.º do Regulamento\\n (EU) 2016/679, se considerar que os seus dados pessoais foram tratados em violação de qualquer lei aplicável em matéria de proteção de dados.",
    "We keep the data listed above for <b>as long as necessary</b> to fulfil the purposes already described.<br />\\n When you perform <b>changes</b> your account or analysis data, the <b>previous data will not be retained</b>.<br />\\n When account or analysis data gets <b>deleted by the user</b>, we <b>do not keep</b> it on our infrastructure anymore.": "Conservamos os dados acima indicados durante <b>o tempo necessário</b> para cumprir os objectivos já descritos.<br />\\n Quando efetuar <b>alterações</b> à sua conta ou dados de análise, os <b>dados anteriores não serão conservados</b>.<br />\\n Quando os dados da conta ou de análise são <b>eliminados pelo utilizador</b>, já <b>não</b> os conservamos na nossa infraestrutura.",
    "We may revise this Privacy & Cookies policy from time to time, for example due to changes in our practices or for other operational,\\n legal or regulatory reasons. You should check this page occasionally to ensure you are up to date with the most current version of the policy.": "Poderemos rever esta política de Privacidade & Cookies periodicamente, por exemplo, devido a alterações nas nossas práticas ou por outras razões operacionais,\\n legais ou regulamentares. Deve consultar esta página ocasionalmente para garantir que está atualizado com a versão mais recente da política.",
    "We process your data on the legal ground that such processing is necessary to:": "Processamos os seus dados com o fundamento legal de que esse processamento é necessário para",
    "What data we collect": "Que dados recolhemos",
    "When using this web application you consent to the collection, storage, processing and utilization of your information as described in this Privacy Policy.": "Ao utilizar esta aplicação web, concorda com a recolha, armazenamento, processamento e utilização das suas informações, tal como descrito na presente Política de Privacidade.",
    "When you create or edit the info of your account or analyses, we might also store <b>creation/modification timestamps</b>.": "Quando cria ou edita as informações da sua conta ou análises, podemos também guardar <b>os carimbos de data/hora da criação/modificação</b>.",
    "Where feasible, does your city's project financing strategy provide for a mix of financial instruments and/or business models to create public-private partnerships, multiple financiers and service providers (e.g. for coordinating and mobilizing resources, sharing associated investment risks etc)?": "Sempre que possível, a estratégia de financiamento de projectos da sua cidade prevê uma combinação de instrumentos financeiros e/ou modelos empresariais para criar parcerias público-privadas, múltiplos financiadores e prestadores de serviços (por exemplo, para coordenar e mobilizar recursos, partilhar os riscos de investimento associados, etc.)?",
    "whether or not you're logged in": "se tem ou não sessão iniciada",
    "Who we are": "Quem somos",
    "Will your city's project utilize other innovative sources, such as levies?": "O projeto da sua cidade utilizará outras fontes inovadoras, como as taxas?",
    "With who we share your data": "Com quem partilhamos os seus dados",
    "Yes": "Sim",
    "You are almost there. Please make sure to provide the missing information about your planned project so that investors can quickly and easily understand\\n what the project is about. This includes most importantly the planned measures and the anticipated energy savings or renewable energy produced resulting\\n from these measures. You should also consider risks your project might face and assess challenging and supporting regulations within your country that\\n have an effect on your planned project.": "Está quase a chegar lá. Certifique-se de que fornece as informações em falta sobre o seu projeto planeado, para que os investidores possam compreender rápida e facilmente\\n do que se trata o projeto. Isto inclui, acima de tudo, as medidas planeadas e as poupanças de energia previstas ou a energia renovável produzida resultante\\n destas medidas. Também deve considerar os riscos que o seu projeto pode enfrentar e avaliar os regulamentos desafiantes e de apoio no seu país que\\n têm um efeito no seu projeto planeado.",
    "You can change your profile info from here.<br />\\n To keep the same password, just leave the \"New Password\" field empty.<br />\\n If you wish to set a new password, you will also need to enter your current password.": "Pode alterar as informações do seu perfil a partir daqui.<br />\\n Para manter a mesma palavra-passe, deixe o campo \"Nova palavra-passe\" vazio.<br />\\n Se pretender definir uma nova palavra-passe, terá também de introduzir a sua palavra-passe atual.",
    "You can request a <b>full copy</b> or the <b>full erasure</b> of your data that we retain by contacting us.<br />\\n In addition, the aforementioned data <b>erasure does not include</b> any data we are obligated to keep for <b>legal or security purposes</b>.": "Pode solicitar uma <b>cópia integral</b> ou a <b>eliminação total</b> dos seus dados que conservamos, contactando-nos.<br />\\n Além disso, a <b>supressão</b> de dados acima referida <b>não inclui</b> quaisquer dados que sejamos obrigados a conservar por <b>motivos legais ou de segurança</b>.",
    "You may <b>rectify</b> your personal data directly through the application, but you can contact us if you're unable to, in order to assert your rights.<br />\\n You may contact us in order to assert your right to find out whether your personal data is <b>being processed or restrict/object</b> to the processing thereof.": "Pode <b>retificar</b> os seus dados pessoais diretamente através da aplicação, mas pode contactar-nos se não o conseguir fazer, para fazer valer os seus direitos.<br />\\n Pode contactar-nos para fazer valer o seu direito de saber se os seus dados pessoais estão <b>a ser tratados ou</b> de <b>restringir/opor-se</b> ao tratamento dos mesmos.",
    "Your <b>IP address</b> might be stored, in order for the application to function and if required to protect our services from attacks.<br />\\n This applies to all users, not just the registered and logged in ones.": "O seu <b>endereço IP</b> pode ser guardado para que a aplicação funcione e, se necessário, para proteger os nossos serviços contra ataques.<br />\\n Isto aplica-se a todos os utilizadores, não apenas aos registados e com sessão iniciada.",
    "Your analyses": "As suas análises",
    "Your Analysis Details": "Detalhes da sua análise",
    "Your questionnaire answers": "As suas respostas ao questionário",
    "Your rights": "Os seus direitos"
}
