{
    "(Estimated) Date of completion": "(Odhadovaný) Dátum dokončenia",
    "(Estimated) Starting date of implementation": "(Odhadovaný) Dátum začiatku implementácie",
    "<b>Analysis</b> is meant to be repeated <b>over time</b> alongside the early stages of city planning or projects’ preparation\\n process and can also serve as a <b>stand-alone capacity building resource</b> enabling a concise overview of new and innovative\\n financing instruments and an interpretation of their mechanisms and areas of application.": "<b>Analýza</b> sa má <b>v priebehu času</b> opakovať popri raných fázach plánovania mesta alebo prípravy projektov \\n a môže slúžiť aj ako <b>samostatný zdroj na budovanie kapacít</b> umožňujúci stručný prehľad nových a inovatívnych \\n nástroje financovania a výklad ich mechanizmov a oblastí použitia.",
    "<b>First-time user?</b> Check out the :GuidelinesLink.": "<b>Prvý používateľ?</b> Pozrite sa na :GuidelinesLink.",
    "<b>This application requires cookies to function</b> properly. As such, the application will store cookies on your device, while using it.<br />\\n You can configure your browser to block the use of cookies, but that might render this application unusable for you.<br />\\n Some of these cookies might be retained for a few days, but if you wish, you can manually delete them from your browser earlier, once you're done using the application.<br />\\n <i>Please note that deleting your cookies will also instantly log you out.</i><br />": "<b>Táto aplikácia vyžaduje na správne fungovanie cookies</b>. Aplikácia ako taká uloží cookies na vašom zariadení počas jeho používania. <br />\\n Svoj prehliadač môžete nakonfigurovať tak, aby blokoval používanie cookies, ale to môže spôsobiť, že táto aplikácia pre vás nebude použiteľná. <br />\\n Niektoré z nich cookies sa môžu uchovať niekoľko dní, ale ak si to želáte, môžete ich po dokončení používania aplikácie manuálne odstrániť z prehliadača skôr. <br />\\n <i>Upozorňujeme, že odstránením cookies sa tiež okamžite odhlásite.</i><br />",
    "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Need help using the app?</b> Check out the :GuidelinesLink!</span>\\n <span><b>Need further support or to contact us?</b> Email us: rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Want to look at the app's code?</b> Check out our :RepoLink!</span>\\n </div>": "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Potrebujete pomoc s používaním aplikácie?</b> Pozrite sa na</span> :GuidelinesLink</p>! \\n <span><b>Potrebujete ďalšiu podporu alebo nás kontaktujte?</b></span> Email</p> my: rdmtool.teeslab [at] unipi.gr\\n <span><b>Chcete sa pozrieť na kód aplikácie?</b> Pozrite si naše</span> :RepoLink</p>! \\n</div>",
    "<i>Please note that this process is not automated and might take a few days</i>.<br />\\n If you are looking to delete specific information, please refer to the <i>\"Data retention\"</i> section,\\n as you might be able to take advantage of the application's functions to delete what you need in an automated way.": "<i>Upozorňujeme, že tento proces nie je automatizovaný a môže trvať niekoľko dní</i>. <br />\\n Ak chcete odstrániť konkrétne informácie, pozrite si časť <i>„Uchovávanie údajov“</i>, \\n pretože možno budete môcť využiť funkcie aplikácie na automatické odstránenie toho, čo potrebujete.",
    "Additionally, during your analyses, we collect the following:": "Okrem toho počas vašich analýz zhromažďujeme nasledujúce informácie:",
    "Already registered?": "Už zaregistrované?",
    "Analysis Actions": "Akcie analýzy",
    "Analysis deleted successfully!": "Analýza bola úspešne odstránená!",
    "Answers edited successfully!": "Odpovede boli úspešne upravené!",
    "Answers saved successfully!": "Odpovede boli úspešne uložené!",
    "Are Budgetary Rules for public and regional authorities revised to exclude financing schemes (e.g. EPC) from debt quota obligations?": "Sú rozpočtové pravidlá pre verejné a regionálne orgány revidované tak, aby vylúčili schémy financovania (napr EPC) z záväzkov dlhových kvót?",
    "Are city's own capital requirements (e.g. available city budget) sufficient to implement the financing scheme?": "Sú vlastné kapitálové požiadavky mesta (napr. dostupný mestský rozpočet) dostatočné na realizáciu schémy financovania?",
    "Are subsidies, tax benefits, or other incentives and obligations(e.g energy savings, EEOs, etc) available for private project investors and lenders?": "Sú dotácie, daňové výhody alebo iné stimuly a povinnosti (napr. úspory energie, EEOs atď.) dostupné pre súkromných investorov projektov a veriteľov?",
    "Are your city's SECAP related projects and initiatives adequately disseminated to prospect investors and actors?": "Sú vaše mesto SECAP sú súvisiace projekty a iniciatívy primerane šírené pre potenciálnych investorov a aktérov?",
    "Are you sure you want to delete this analysis?": "Naozaj chcete odstrániť túto analýzu?",
    "auth.failed": "Tieto poverenia sa nezhodujú s našimi záznamami.",
    "auth.password": "Zadané heslo je nesprávne.",
    "auth.throttle": "Príliš veľa pokusov o prihlásenie. Skúste to znova :seconds sekúnd.",
    "Authority/Agency": "Úrad/Agentúra",
    "authority/agency": "orgán/agentúra",
    "Cancel": "Zrušiť",
    "Can your municipality capitalize from lending institutions to support your city's project implementation?": "Dokáže vaša samospráva využiť úverové inštitúcie na podporu realizácie projektov vášho mesta?",
    "CBP": "CBP",
    "City/Region": "Mesto/región",
    "city/region": "mesto/región",
    "Confirm Password": "Potvrďte heslo",
    "Continue to the Quick Finance Readiness Check": "Pokračujte na Quick Finance Readiness Check",
    "Cookies are small text files that a website may store on your device when you visit.": "Cookies sú malé textové súbory, ktoré môže webová lokalita uložiť do vášho zariadenia, keď ju navštívite.",
    "Country": "Krajina",
    "Create": "Vytvorte",
    "Create new analysis": "Vytvorte novú analýzu",
    "Cross-Sectoral": "Medzisektorové",
    "Cross Sectoral": "Medzisektorové",
    "current page & title": "aktuálna strana a názov",
    "Current Password": "Aktuálne heslo",
    "current questionnaire title (where it applies)": "aktuálny názov dotazníka (kde platí)",
    "Data retention": "Uchovávanie údajov",
    "Data safety": "Bezpečnosť údajov",
    "Delete": "Odstrániť",
    "detect, prevent and address potential security issues concerning our services": "zisťovať, predchádzať a riešiť potenciálne bezpečnostné problémy týkajúce sa našich služieb",
    "Development": "rozvoj",
    "Does the city have a history on default on debt?": "Má mesto históriu nesplácania dlhov?",
    "Does the municipality plan to sub-contract its roles and responsibilities with respect to project implementation, and/or transfer all or part of the necessary proceeds,  to a third implementing entity either internal or external?": "Plánuje samospráva zadať svoje úlohy a povinnosti v súvislosti s implementáciou projektu subdodávateľom a/alebo previesť všetky potrebné výnosy alebo ich časť na tretí implementačný subjekt, buď interný alebo externý?",
    "Does the public stance support your city's project related investments within the planned timeframe?": "Podporuje verejná pozícia projektové investície vášho mesta v plánovanom časovom rámci?",
    "Does your city's financing strategy analyze both public and private, domestic and international, potential funding sources for supporting the priorities identified?": "Analyzuje finančná stratégia vášho mesta verejné aj súkromné, domáce a medzinárodné potenciálne zdroje financovania na podporu identifikovaných priorít?",
    "Does your city's project demonstrate a clear national ownership and national direction on its strategic priorities, with a long-term finance orientation, considering potential options for refinancing or repaying investment (e.g. through energy bills or taxation etc)?": "Preukazuje projekt vášho mesta jasné národné vlastníctvo a národné smerovanie v súvislosti so svojimi strategickými prioritami s dlhodobou finančnou orientáciou, zvažujúc potenciálne možnosti refinancovania alebo splatenia investícií (napr. prostredníctvom účtov za energiu alebo zdanenia atď.)?",
    "Does your city's project demonstrate a national investment prioritization process directly supported by existing municipal budgets and/or dedicated national or international funding sources?": "Preukazuje projekt vášho mesta národný proces uprednostňovania investícií priamo podporovaný existujúcimi rozpočtami samospráv a/alebo špecializovanými národnými alebo medzinárodnými zdrojmi financovania?",
    "Does your city's project describe how priority objectives will be translated into specific concept notes, utilizing new financial instruments or mobilizing large scale finance from third development partners in the future?": "Opisuje projekt vášho mesta, ako sa prioritné ciele prevedú do konkrétnych koncepčných poznámok, využívajúc nové finančné nástroje alebo mobilizáciu rozsiahlych financií od tretích rozvojových partnerov v budúcnosti?",
    "Does your city have a SECAP or other similar sustainable plan or strategy?": "Má vaše mesto a SECAP alebo iný podobný udržateľný plán alebo stratégia?",
    "Does your municipality have the appropriate (multi-departmental) structure responsible for the ultimate oversight, including co-ordination, monitoring, performance risks management etc, over your city's project efficient implementation?": "Má vaša samospráva vhodnú (viacodborovú) štruktúru zodpovednú za konečný dohľad, vrátane koordinácie, monitorovania, riadenia rizík výkonnosti atď., nad efektívnou implementáciou projektu vášho mesta?",
    "Does your municipality have the necessary capacity to conduct business development activities among which investigating alternative funding sources?": "Má vaša obec potrebné kapacity na vykonávanie aktivít na rozvoj podnikania, medzi ktoré patrí aj hľadanie alternatívnych zdrojov financovania?",
    "Does your municipality have the necessary know-how and/or technical expertise to support the implementation of the respective financing scheme?": "Má vaša obec potrebné know-how a/alebo technickú odbornosť na podporu implementácie príslušnej schémy financovania?",
    "Does your municipality have the necessary resources to support your city's project development and implementation within the planned timeframe?": "Má vaša samospráva potrebné zdroje na podporu rozvoja a realizácie projektov vášho mesta v plánovanom časovom rámci?",
    "Do ownership issues with regard to city's assets (e.g. buildings) facilitate the implementation of your city's project related investments in these assets?": "Uľahčujú vlastnícke záležitosti týkajúce sa majetku mesta (napr. budov) realizáciu projektových investícií vášho mesta do tohto majetku?",
    "Do public procurement procedures facilitate sustainable energy investments adequately?": "Uľahčujú postupy verejného obstarávania investície do udržateľnej energie primerane?",
    "Download results": "Stiahnite si výsledky",
    "Edit Profile": "Upraviť profil",
    "Email": "Email",
    "Email address": "Email adresu",
    "Email Password Reset Link": "Email Odkaz na obnovenie hesla",
    "Failed to delete analysis!": "Analýza sa nepodarilo odstrániť!",
    "Failed to save answers!": "Odpovede sa nepodarilo uložiť!",
    "For each <b>sector of recommendation</b>, there are specific <b>innovative financing schemes</b> that could be best employed.": "Pre každý <b>sektor odporúčania</b> existujú špecifické <b>inovačné finančné schémy</b>, ktoré by sa dali najlepšie využiť.",
    "For each <b>specific scheme</b> an easy-to-grasp checklist of selected decision criteria identifies an <b>ease of implementation\\n rate (%)</b>, based on the <b>project-specific characteristics</b> and the <b>general framework conditions</b>.": "Pre každú <b>špecifickú schému</b> ľahko pochopiteľný kontrolný zoznam vybraných rozhodovacích kritérií identifikuje <b>mieru ľahkej implementácie \\n (%)</b> na základe <b>špecifických charakteristík projektu</b> a <b>všeobecných rámcových podmienok</b>.",
    "forgot password?": "zabudol si heslo?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password\\n reset link that will allow you to choose a new one.": "zabudol si heslo? Žiaden problém. Stačí, ak nám oznámite svoju e-mailovú adresu a my vám pošleme heslo \\n resetovať odkaz, ktorý vám umožní vybrať si nový.",
    "For the application to function": "Aby aplikácia fungovala",
    "For this please also see our template on calculating financial indicators that you can find on our website.": "Na tento účel si pozrite aj našu šablónu na výpočet finančných ukazovateľov, ktorú nájdete na našej webovej stránke.",
    "fulfil our legal obligations": "plniť naše zákonné povinnosti",
    "General Information": "Všeobecné informácie",
    "Google Analytics Opt-out Browser Add-on": "Google Analytics Doplnok prehliadača na odhlásenie",
    "Guest mode: log in if you want your analyses to be saved!": "Režim hosťa: prihláste sa, ak chcete, aby sa vaše analýzy uložili!",
    "Guidelines": "Smernice",
    "Has a baseline <strong>energy consumption</strong> been determined?": "Bola stanovená základná <strong>spotreba energie</strong>?",
    "Has your city's project been formally validated by your City's Council at a high political level?": "Bol projekt vášho mesta formálne schválený vaším mestským zastupiteľstvom na vysokej politickej úrovni?",
    "Have you assessed any <strong>challenging regulations or policies</strong> that could pose a risk or barrier for your project?": "Posúdili ste nejaké <strong>náročné nariadenia alebo politiky</strong>, ktoré by mohli predstavovať riziko alebo prekážku pre váš projekt?",
    "Have you assessed any existing <strong>helpful regulations or policies</strong> that can support the development of your project?": "Posúdili ste nejaké existujúce <strong>užitočné nariadenia alebo zásady</strong>, ktoré môžu podporiť rozvoj vášho projektu?",
    "Have you assessed the <strong>market conditions</strong> for your project including <strong>incentives and potential barriers</strong>?": "Posúdili ste <strong>trhové podmienky</strong> pre váš projekt vrátane <strong>stimulov a potenciálnych prekážok</strong>?",
    "Have you calculated the <strong>expected revenues from energy savings</strong> and/or <strong>the expected revenues from the selling of renewable energy</strong> generated by your project over its lifetime?": "Vypočítali ste <strong>očakávané výnosy z úspor energie</strong> a/alebo <strong>očakávané výnosy z predaja obnoviteľnej energie</strong> generovanej vaším projektom počas jeho životnosti?",
    "Have you calculated your <strong>total investment costs</strong> for the project?": "Vypočítali ste <strong>celkové investičné náklady</strong> na projekt?",
    "Have you defined the <strong>measures</strong> that you intend to implement in your project?": "Definovali ste <strong>opatrenia</strong>, ktoré plánujete zaviesť vo svojom projekte?",
    "Have you determined the <strong>payback period</strong> for your project?": "Stanovili ste si <strong>dobu návratnosti</strong> vášho projektu?",
    "Have you determined the energy savings and/or renewable energy production resulting from your planned measures?": "Stanovili ste úspory energie a/alebo výrobu obnoviteľnej energie vyplývajúce z vašich plánovaných opatrení?",
    "Have you developed a <strong>budget</strong> with all the costs for your project including operating costs?": "Máte vypracovaný <strong>rozpočet</strong> so všetkými nákladmi na váš projekt vrátane prevádzkových nákladov?",
    "Have you developed a <strong>risk analysis</strong> of potential risks or negative impacts your project might have?": "Vypracovali ste <strong>analýzu rizík</strong> potenciálnych rizík alebo negatívnych vplyvov, ktoré by váš projekt mohol mať?",
    "Have you developed a <strong>working plan or roadmap</strong> for the implementation of the project outlining the different steps and responsibilities?": "Vypracovali ste <strong>pracovný plán alebo plán</strong> implementácie projektu, v ktorom sú načrtnuté rôzne kroky a zodpovednosti?",
    "Have you developed an overview of the <strong>governance structure</strong> of the project, including roles and responsibilities and decision-making processes?": "Vypracovali ste prehľad <strong>štruktúry riadenia</strong> projektu vrátane úloh a zodpovedností a rozhodovacích procesov?",
    "Help & Support": "Pomoc a podpora",
    "Home": "Domov",
    "How we process your information": "Ako spracovávame vaše informácie",
    "if you're in editing mode (where it applies)": "ak ste v režime úprav (kde to platí)",
    "Implementation": "Implementácia",
    "In addition, Google Analytics uses cookies to function. For more information, please refer to the section <i>\"What data we collect\"</i>.": "Navyše, Google Analytics používa cookies k funkcii. Ďalšie informácie nájdete v časti <i>„Aké údaje zhromažďujeme“</i>.",
    "In addition, we gather <b>analytics</b> data (using Google Analytics 4) in order to prepare <b>aggregated, anonymized statistics on visitor’s activity</b>.\\n This data includes basic information about your device/browser (e.g. language), your region/country (<i>not</i> granular location or IP address),\\n and information as you browse the website and perform certain actions (e.g. view results, edit stored information); specifically:": "Okrem toho zhromažďujeme <b>analytické</b> údaje (pomocou Google Analytics 4) za účelom prípravy <b>súhrnných, anonymizovaných štatistík o aktivite návštevníka</b>. \\n Tieto údaje zahŕňajú základné informácie o vašom zariadení/prehliadači (napr. jazyk), vašom regióne/krajine ( <i>nie</i> podrobnú polohu alebo IP adresu), \\n a informácie pri prehliadaní webovej stránky a vykonávaní určitých akcií (napr. prezeranie výsledkov, úprava uložených informácií); konkrétne:",
    "In case the municipality plans to sub-contract and/or transfer all or part of the necessary proceeds, to a private third implementing entity is a clear explanation of the contractual arrangements, including transactional flow and/or flow of information, in place?": "V prípade, že obec plánuje uzavrieť subdodávateľskú zmluvu a/alebo previesť všetky potrebné výnosy alebo ich časť, je zavedené jasné vysvetlenie zmluvných dojednaní vrátane transakčného toku a/alebo toku informácií?",
    "Innovative financing is an option for urban climate and sustainable development projects,\\n but cities, municipalities and regions need to know how to activate and use it.\\n The Recommendation-Decision Matrix tool is working to that effect!": "Inovatívne financovanie je možnosťou pre projekty mestskej klímy a trvalo udržateľného rozvoja, \\n ale mestá, obce a regióny ho potrebujú vedieť aktivovať a využívať. \\n The Recommendation-Decision Matrix tool pracuje na tento účel!",
    "innovative financing schemes": "inovatívne systémy financovania",
    "In order to calculate the impacts of your project, you need to know your baseline energy consumption before the implementation of any measures.": "Aby ste mohli vypočítať dopady vášho projektu, musíte pred implementáciou akýchkoľvek opatrení poznať svoju základnú spotrebu energie.",
    "In order to calculate the revenues of your project you need to have a clear understanding of your impacts in terms of energy savings and/or renewable energy produced.": "Aby ste mohli vypočítať výnosy vášho projektu, musíte jasne pochopiť svoje dopady z hľadiska úspor energie a/alebo vyrobenej obnoviteľnej energie.",
    "Is a Steering Committee or similar internal mechanism in place or planned as a governing body to fully oversee and guide your city's project implementation?": "Je zavedený alebo plánovaný riadiaci výbor alebo podobný vnútorný mechanizmus ako riadiaci orgán, ktorý bude plne dohliadať a riadiť implementáciu projektu vášho mesta?",
    "Is co-financing available and complete detail provided in your city's project proposal budget?": "Je k dispozícii spolufinancovanie a všetky podrobnosti sú uvedené v rozpočte návrhu projektu vášho mesta?",
    "Is the city's cooperation and communication with non-traditional investment actors (e.g. ESCOs) sufficient to implement the respective scheme?": "Je spolupráca a komunikácia mesta s netradičnými investormi (napr ESCOs) dostatočné na implementáciu príslušnej schémy?",
    "Is the city's cooperation and communication with public actors for SECAP or other investment projects adequate so as to implement the financing scheme?": "Je spolupráca a komunikácia mesta s verejnými aktérmi pre SECAP alebo iné investičné projekty primerané na realizáciu schémy financovania?",
    "Is the city's cooperation and communication with traditional private actors for SECAP or other investment projects (e.g. banks, utilities, energy providers, etc) sufficient in order to implement the scheme?": "Je spolupráca a komunikácia mesta s tradičnými súkromnými aktérmi pre SECAP alebo iné investičné projekty (napr. banky, verejné služby, poskytovatelia energie atď.), ktoré sú dostatočné na implementáciu schémy?",
    "Is the city's personnel for project underwriting &amp; evaluation sufficient to support the implementation of the respective financing scheme?": "Je personál mesta na upisovanie a hodnotenie projektov dostatočný na podporu implementácie príslušnej schémy financovania?",
    "Is the process to gain a construction/renovation permit fast and efficient?": "Je proces získania stavebného/rekonštrukčného povolenia rýchly a efektívny?",
    "Is the typical nominal bank lending rate relatively low?": "Je typická nominálna úroková sadzba bankových úverov relatívne nízka?",
    "Is your city's project anticipated duration and implementation schedule reasonable and fully coordinated with all relevant investment actors and stakeholders involved?": "Je predpokladané trvanie a harmonogram realizácie projektu vášho mesta primerané a plne koordinované so všetkými príslušnými investičnými aktérmi a zainteresovanými stranami?",
    "It is important to understand which political factors or regulations can positively influence your project, including e.g. financial and regulatory incentives for energy efficiency measures, one-stop-shops, equal opportunities for public procurement, facilitated licensing for renewable energy projects, etc.": "Je dôležité pochopiť, ktoré politické faktory alebo predpisy môžu pozitívne ovplyvniť váš projekt, vrátane napr. finančných a regulačných stimulov pre opatrenia energetickej účinnosti, jednotného kontaktného miesta, rovnakých príležitostí pre verejné obstarávanie, zjednodušeného udeľovania licencií pre projekty obnoviteľnej energie atď.",
    "It is important to understand which political factors or regulations negatively influence your project, such as e.g. long and bureaucratic licensing processes, requirements for impact assessments, land-use and ownership barriers etc.": "Je dôležité pochopiť, ktoré politické faktory alebo regulácie negatívne ovplyvňujú váš projekt, ako napr. dlhé a byrokratické licenčné procesy, požiadavky na hodnotenia vplyvov, územné a vlastnícke bariéry atď.",
    "Legal ground for processing your data": "Právny základ pre spracovanie vašich údajov",
    "Legislative": "legislatívne",
    "Log In": "Prihlásiť sa",
    "Log in to save and view your analyses": "Ak chcete uložiť a zobraziť svoje analýzy, prihláste sa",
    "Log Out": "Odhlásiť sa",
    "Menu": "Ponuka",
    "Monitoring": "Monitorovanie",
    "My Analyses": "Moje analýzy",
    "My analyses": "Moje analýzy",
    "Name": "názov",
    "new password": "Nové heslo",
    "New Password": "Nové heslo",
    "Next": "Ďalšie",
    "No": "Nie",
    "No analyses completed yet!": "Zatiaľ nie sú dokončené žiadne analýzy!",
    "None of this data contains personally identifiable information or specific data you submitted.": "Žiadne z týchto údajov neobsahujú informácie umožňujúce zistenie totožnosti alebo konkrétne údaje, ktoré ste nám poskytli.",
    "Normative": "Normatívne",
    "No sensitive information gets collected by this application.": "Táto aplikácia nezhromažďuje žiadne citlivé informácie.",
    "Note: The translations provided by this application have been automatically generated through the Google Cloud Translation API and the DeepL API.": "Poznámka: Preklady poskytované touto aplikáciou boli automaticky generované prostredníctvom Google Cloud TranslationAPI a DeepLAPI.",
    "Not registered?": "Neregistrovaný?",
    "OK": "OK",
    "outbound link text/destination (where it applies)": "text/cieľ odchádzajúceho odkazu (tam, kde to platí)",
    "pagination.next": "Ďalšie \"",
    "pagination.previous": "« Predchádzajúce",
    "Partially": "Čiastočne",
    "Password": "heslo",
    "passwords.reset": "Vaše heslo bolo obnovené.",
    "passwords.sent": "Poslali sme vám e-mailom odkaz na obnovenie hesla.",
    "passwords.throttled": "Pred opätovným pokusom počkajte.",
    "passwords.token": "Tento token na obnovenie hesla je neplatný.",
    "passwords.user": "Nemôžeme nájsť používateľa s touto e-mailovou adresou.",
    "Phase": "Fáza",
    "plan/strategy": "plán/stratégiu",
    "Please confirm deletion": "Potvrďte vymazanie",
    "Policy updates": "Aktualizácie pravidiel",
    "previous page & title (<i>only</i> if it was still within this application)": "predchádzajúca stránka a názov ( <i>iba</i> ak bol stále v rámci tejto aplikácie)",
    "Privacy Policy": "Zásady ochrany osobných údajov",
    "Private Buildings": "Súkromné budovy",
    "Proceed without an account": "Pokračujte bez účtu",
    "Profile info saved successfully!": "Informácie o profile boli úspešne uložené!",
    "Project Description": "Popis projektu",
    "Project title": "Názov projektu",
    "Project Title": "názov projektu",
    "project title": "názov projektu",
    "PROSPECT+": "PROSPECT+",
    "protect your vital interests or the vital interests of a third party, such as situations involving potential threads to a person's safety": "chrániť vaše životne dôležité záujmy alebo životne dôležité záujmy tretej strany, ako sú situácie, ktoré môžu potenciálne ohroziť bezpečnosť osoby",
    "provide this service to you, as requested": "poskytnúť vám túto službu na požiadanie",
    "Public Buildings": "Verejné budovy",
    "Public Lighting": "Verejné osvetlenie",
    "Public Lightning": "Verejné blesky",
    "Quick Finance Readiness Check": "Quick Finance Readiness Check",
    "Recommendation-Decision Matrix": "Recommendation-Decision Matrix",
    "Recommendation-Decision Matrix tool User Guide": "Recommendation-Decision Matrix tool Užívateľská príručka",
    "Register": "Registrovať",
    "Remember me": "Pamätáš si ma",
    "repository": "Úložisko",
    "Reset Password": "Obnoviť heslo",
    "Save": "Uložiť",
    "Save & show results": "Uložiť a zobraziť výsledky",
    "Sector": "Sektor",
    "Select": "Vyberte",
    "Select language": "Zvoľ jazyk",
    "Select sector for your analysis:": "Vyberte sektor pre vašu analýzu:",
    "Show results": "Ukázať výsledky",
    "Start!": "Začnite!",
    "Start a new analysis": "Spustite novú analýzu",
    "Technical or Non-technical": "Technické alebo netechnické",
    "The <b>Recommendation-Decision Matrix tool</b> has been developed in :PROSPECTplusLink, a capacity-building HORIZON 2020 project aiming at bringing\\n together EU municipalities and empowering them to make more informed decisions on implementing their local energy and climate plans\\n (e.g. SEAPs, SECAPs, etc.) by using the appropriate :PPLearningProgrammeLink.": "<b>Recommendation-Decision Matrix tool</b> bol vyvinutý v :PROSPECTplusLink, budovanie kapacít HORIZON 2020 projekt, ktorého cieľom je priniesť \\n spájať obce EÚ a dávať im právomoc prijímať informovanejšie rozhodnutia o implementácii miestnych energetických a klimatických plánov \\n (napr SEAPs, SECAPs, atď.) pomocou príslušného :PPLearningProgrammeLink.",
    "The <b>Recommendation-Decision Matrix tool</b> is designed to support local governments on their <b>first\\n decision-making steps</b> against a wide array of <b>innovative schemes</b> for financing their climate and\\n sustainability actions. A <b>practical</b> and <b>easy-to-use tool</b>, <b>free</b> and <b>accessible</b> to all local and regional\\n authorities and their implementing agencies, who are looking at ways to increase or diversify their funding base\\n in order to bridge their municipal infrastructure needs across <b>5 different sectors</b>:": "<b>Recommendation-Decision Matrix tool</b> je určený na podporu miestnych samospráv pri ich <b>prvých \\n rozhodovacích krokoch</b> proti širokému spektru <b>inovatívnych schém</b> na financovanie ich klímy a \\n akcie udržateľnosti. <b>Praktický</b> a <b>ľahko použiteľný nástroj</b>, <b>bezplatný</b> a <b>dostupný</b> pre všetkých miestnych a regionálnych \\n orgány a ich implementačné agentúry, ktoré hľadajú spôsoby, ako zvýšiť alebo diverzifikovať svoju základňu financovania \\n s cieľom premostiť potreby mestskej infraštruktúry cez <b>5 rôznych sektorov</b>:",
    "The analysis info you enter": "Informácie o analýze, ktoré zadáte",
    "The reasons we process your information depend on how you interact with this service and include:": "Dôvody, prečo spracúvame vaše informácie, závisia od toho, ako s touto službou komunikujete a zahŕňajú:",
    "These include all measures that result in energy savings or the production of renewable energies. You need to have a clear understanding of which measures you plan to implement in your project in order to understand the project costs and revenues.": "Patria sem všetky opatrenia, ktoré vedú k úsporám energie alebo výrobe obnoviteľných energií. Aby ste porozumeli nákladom a výnosom projektu, musíte jasne pochopiť, ktoré opatrenia plánujete vo svojom projekte implementovať.",
    "This web application was created and is hosted by <b>TEESlab</b>.": "Táto webová aplikácia bola vytvorená a je hosťovaná spoločnosťou <b>TEESlab</b>.",
    "To facilitate account creation, recovery and user authentication": "Na uľahčenie vytvárania účtu, obnovy a overovania používateľov",
    "Transport": "Doprava",
    "Transportation": "Doprava",
    "Type of measure": "Typ opatrenia",
    "type of measure": "typ opatrenia",
    "unexpected errors received": "prijaté neočakávané chyby",
    "Usage of cookies": "Použitie cookies",
    "User Guide": "Užívateľská príručka",
    "User name": "Používateľské meno",
    "User password <i>(more accurately, its derivative hash)</i>": "Používateľské heslo <i>(presnejšie jeho odvodený hash)</i>",
    "validation.accepted": "The :attribute pole musí byť prijaté.",
    "validation.accepted_if": "The :attribute pole musí byť prijaté, keď :other je :value.",
    "validation.url": "The :attribute pole musí byť platná adresa URL.",
    "validation.after": "The :attribute pole musí byť dátum po :date.",
    "validation.after_or_equal": "The :attribute pole musí byť dátum po alebo rovný :date.",
    "validation.alpha": "The :attribute pole musí obsahovať iba písmená.",
    "validation.alpha_dash": "The :attribute pole musí obsahovať iba písmená, čísla, pomlčky a podčiarkovníky.",
    "validation.alpha_num": "The :attribute pole musí obsahovať iba písmená a čísla.",
    "validation.array": "The :attribute pole musí byť pole.",
    "validation.ascii": "The :attribute pole musí obsahovať iba jednobajtové alfanumerické znaky a symboly.",
    "validation.attributes.attribute-name": "custom-name",
    "validation.before": "The :attribute pole musí byť dátum pred :date.",
    "validation.before_or_equal": "The :attribute pole musí byť dátum pred alebo rovný :date.",
    "validation.between.array": "The :attribute pole musí mať medzi :min a :max položky.",
    "validation.between.file": "The :attribute pole musí byť medzi :min a :max kilobajtov.",
    "validation.between.numeric": "The :attribute pole musí byť medzi :min a :max.",
    "validation.between.string": "The :attribute pole musí byť medzi :min a :max postavy.",
    "validation.boolean": "The :attribute pole musí byť pravdivé alebo nepravdivé.",
    "validation.confirmed": "The :attribute potvrdenie poľa sa nezhoduje.",
    "validation.current_password": "Heslo je nesprávne.",
    "validation.custom.attribute-name.rule-name": "vlastná správa",
    "validation.date": "The :attribute pole musí byť platný dátum.",
    "validation.date_equals": "The :attribute v poli musí byť dátum rovný :date.",
    "validation.date_format": "The :attribute pole musí zodpovedať formátu :format.",
    "validation.decimal": "The :attribute pole musí mať :decimal desatinné miesta.",
    "validation.declined": "The :attribute pole musí byť odmietnuté.",
    "validation.declined_if": "The :attribute pole musí byť odmietnuté, keď :other je :value.",
    "validation.different": "The :attribute poľa a :other musí byť iný.",
    "validation.digits": "The :attribute pole musí byť :digits číslic.",
    "validation.digits_between": "The :attribute pole musí byť medzi :min a :max číslic.",
    "validation.dimensions": "The :attribute pole má neplatné rozmery obrázka.",
    "validation.distinct": "The :attribute pole má duplicitnú hodnotu.",
    "validation.doesnt_end_with": "The :attribute pole nesmie končiť jedným z nasledujúcich: :values.",
    "validation.doesnt_start_with": "The :attribute pole nesmie začínať jedným z nasledujúcich: :values.",
    "validation.email": "The :attribute pole musí byť platná e-mailová adresa.",
    "validation.ends_with": "The :attribute pole musí končiť jedným z nasledujúcich: :values.",
    "validation.not_in": "Vybrané :attribute je neplatné.",
    "validation.file": "The :attribute pole musí byť súbor.",
    "validation.filled": "The :attribute pole musí mať hodnotu.",
    "validation.gt.array": "The :attribute pole musí mať viac ako :value položky.",
    "validation.gt.file": "The :attribute pole musí byť väčšie ako :value kilobajtov.",
    "validation.gt.numeric": "The :attribute pole musí byť väčšie ako :value.",
    "validation.gt.string": "The :attribute pole musí byť väčšie ako :value postavy.",
    "validation.gte.array": "The :attribute pole musí mať :value položky alebo viac.",
    "validation.gte.file": "The :attribute pole musí byť väčšie alebo rovné :value kilobajtov.",
    "validation.gte.numeric": "The :attribute pole musí byť väčšie alebo rovné :value.",
    "validation.gte.string": "The :attribute pole musí byť väčšie alebo rovné :value postavy.",
    "validation.image": "The :attribute pole musí byť obrázok.",
    "validation.integer": "The :attribute pole musí byť celé číslo.",
    "validation.in_array": "The :attribute pole musí existovať v :other.",
    "validation.ip": "The :attribute pole musí byť platná adresa IP.",
    "validation.ipv4": "The :attribute pole musí byť platná adresa IPv4.",
    "validation.ipv6": "The :attribute pole musí byť platná adresa IPv6.",
    "validation.json": "The :attribute pole musí byť platný reťazec JSON.",
    "validation.lowercase": "The :attribute pole musí byť malé.",
    "validation.lt.array": "The :attribute pole musí mať menej ako :value položky.",
    "validation.lt.file": "The :attribute pole musí byť menšie ako :value kilobajtov.",
    "validation.lt.numeric": "The :attribute pole musí byť menšie ako :value.",
    "validation.lt.string": "The :attribute pole musí byť menšie ako :value postavy.",
    "validation.lte.array": "The :attribute pole nesmie mať viac ako :value položky.",
    "validation.lte.file": "The :attribute pole musí byť menšie alebo rovné :value kilobajtov.",
    "validation.lte.numeric": "The :attribute pole musí byť menšie alebo rovné :value.",
    "validation.lte.string": "The :attribute pole musí byť menšie alebo rovné :value postavy.",
    "validation.mac_address": "The :attribute pole musí byť platná adresa MAC.",
    "validation.max.array": "The :attribute pole nesmie mať viac ako :max položky.",
    "validation.max.file": "The :attribute pole nesmie byť väčšie ako :max kilobajtov.",
    "validation.max.numeric": "The :attribute pole nesmie byť väčšie ako :max.",
    "validation.max.string": "The :attribute pole nesmie byť väčšie ako :max postavy.",
    "validation.max_digits": "The :attribute pole nesmie mať viac ako :max číslic.",
    "validation.mimetypes": "The :attribute pole musí byť súbor typu: :values.",
    "validation.min.array": "The :attribute pole musí mať min :min položky.",
    "validation.min.file": "The :attribute pole musí byť aspoň :min kilobajtov.",
    "validation.min.numeric": "The :attribute pole musí byť aspoň :min.",
    "validation.min.string": "The :attribute pole musí byť aspoň :min postavy.",
    "validation.min_digits": "The :attribute pole musí mať min :min číslic.",
    "validation.missing": "The :attribute pole musí chýbať.",
    "validation.missing_if": "The :attribute pole musí chýbať kedy :other je :value.",
    "validation.missing_unless": "The :attribute pole musí chýbať, pokiaľ :other je :value.",
    "validation.missing_with": "The :attribute pole musí chýbať kedy :values je prítomný.",
    "validation.missing_with_all": "The :attribute pole musí chýbať kedy :values sú prítomní.",
    "validation.multiple_of": "The :attribute pole musí byť násobkom :value.",
    "validation.regex": "The :attribute formát poľa je neplatný.",
    "validation.numeric": "The :attribute pole musí byť číslo.",
    "validation.password.letters": "The :attribute pole musí obsahovať aspoň jedno písmeno.",
    "validation.password.mixed": "The :attribute pole musí obsahovať aspoň jedno veľké a jedno malé písmeno.",
    "validation.password.numbers": "The :attribute pole musí obsahovať aspoň jedno číslo.",
    "validation.password.symbols": "The :attribute pole musí obsahovať aspoň jeden symbol.",
    "validation.password.uncompromised": "Dané :attribute sa objavil pri úniku údajov. Vyberte iný :attribute.",
    "validation.present": "The :attribute pole musí byť prítomné.",
    "validation.prohibited": "The :attribute pole je zakázané.",
    "validation.prohibited_if": "The :attribute pole je zakázané, keď :other je :value.",
    "validation.prohibited_unless": "The :attribute pole je zakázané, pokiaľ :other je v :values.",
    "validation.prohibits": "The :attribute pole zakazuje :other z prítomnosti.",
    "validation.required": "The :attribute pole je povinné.",
    "validation.required_array_keys": "The :attribute pole musí obsahovať položky pre: :values.",
    "validation.required_if": "The :attribute pole je povinné, keď :other je :value.",
    "validation.required_if_accepted": "The :attribute pole je povinné, keď :other je akceptovaný.",
    "validation.required_unless": "The :attribute pole je povinné, pokiaľ :other je v :values.",
    "validation.required_with": "The :attribute pole je povinné, keď :values je prítomný.",
    "validation.required_without": "The :attribute pole je povinné, keď :values nie je prítomný.",
    "validation.required_without_all": "The :attribute pole je povinné, ak žiadne z :values sú prítomní.",
    "validation.required_with_all": "The :attribute pole je povinné, keď :values sú prítomní.",
    "validation.same": "The :attribute pole sa musí zhodovať :other.",
    "validation.size.array": "The :attribute pole musí obsahovať :size položky.",
    "validation.size.file": "The :attribute pole musí byť :size kilobajtov.",
    "validation.size.numeric": "The :attribute pole musí byť :size.",
    "validation.size.string": "The :attribute pole musí byť :size postavy.",
    "validation.starts_with": "The :attribute pole musí začínať jedným z nasledujúcich: :values.",
    "validation.string": "The :attribute pole musí byť reťazec.",
    "validation.timezone": "The :attribute pole musí byť platné časové pásmo.",
    "validation.ulid": "The :attribute pole musí byť platným ULID.",
    "validation.unique": "The :attribute už bola prijatá.",
    "validation.uploaded": "The :attribute nepodarilo sa odovzdať.",
    "validation.uppercase": "The :attribute pole musí byť veľké.",
    "validation.uuid": "The :attribute pole musí byť platné UUID.",
    "View/Edit": "Zobraziť/Upraviť",
    "View/Edit Info": "Zobraziť/upraviť informácie",
    "We collect the data <b>registered and logged in users directly provide</b> to us.<br />\\n More specifically, provided during registration or when editing your profile:": "Zhromažďujeme údaje, ktoré nám <b>priamo poskytujú registrovaní a prihlásení užívatelia</b>. <br />\\n Konkrétnejšie poskytnuté počas registrácie alebo pri úprave vášho profilu:",
    "We do <b>not</b> share your personal data with any third parties.<br />\\n Your anonymized site activity will be gathered by Google Analytics, as described above.": "Vaše osobné údaje <b>nezdieľame</b> so žiadnymi tretími stranami. <br />\\n Vaša anonymizovaná aktivita na stránke bude zhromažďovaná používateľom Google Analytics, ako je opísané vyššie.",
    "We have implemented appropriate and reasonable technical security measures to secure the date we process and retain.<br />\\n However, the transmission of data between our services and your device is at your own risk.\\n You should access our services through a secure connection and device.": "Zaviedli sme vhodné a primerané technické bezpečnostné opatrenia na zabezpečenie dátumu, ktorý spracovávame a uchovávame. <br />\\n Prenos údajov medzi našimi službami a vaším zariadením je však na vaše vlastné riziko. \\n K našim službám by ste mali pristupovať prostredníctvom zabezpečeného pripojenia a zariadenia.",
    "We inform you that you have the right to lodge a complaint to the competent data protection authority, pursuant to Article 77 of the Regulation\\n (EU) 2016/679, if you believe that your personal data have been processed in violation of any applicable law concerning data protection.": "Informujeme vás, že máte právo podať sťažnosť príslušnému orgánu na ochranu údajov podľa článku 77 Nariadenia \\n(EU) 2016/679, ak sa domnievate, že vaše osobné údaje boli spracované v rozpore s akýmkoľvek platným zákonom o ochrane údajov.",
    "We keep the data listed above for <b>as long as necessary</b> to fulfil the purposes already described.<br />\\n When you perform <b>changes</b> your account or analysis data, the <b>previous data will not be retained</b>.<br />\\n When account or analysis data gets <b>deleted by the user</b>, we <b>do not keep</b> it on our infrastructure anymore.": "Údaje uvedené vyššie uchovávame <b>tak dlho, ako je potrebné</b> na splnenie už opísaných účelov. <br />\\n Keď vykonáte <b>zmeny</b> vo svojom účte alebo v údajoch analýzy, <b>predchádzajúce údaje sa nezachovajú</b>. <br />\\n Keď <b>používateľ odstráni</b> údaje účtu alebo analýzy, už ich <b>neuchovávame</b> v našej infraštruktúre.",
    "We may revise this Privacy & Cookies policy from time to time, for example due to changes in our practices or for other operational,\\n legal or regulatory reasons. You should check this page occasionally to ensure you are up to date with the most current version of the policy.": "Môžeme revidovať toto Ochrana osobných údajov a Cookies z času na čas, napríklad v dôsledku zmien v našich postupoch alebo pre iné prevádzkové, \\n právne alebo regulačné dôvody. Túto stránku by ste mali občas skontrolovať, aby ste sa uistili, že máte aktuálne informácie o najaktuálnejšej verzii pravidiel.",
    "We process your data on the legal ground that such processing is necessary to:": "Vaše údaje spracovávame na právnom základe, že takéto spracovanie je nevyhnutné na:",
    "What data we collect": "Aké údaje zhromažďujeme",
    "When using this web application you consent to the collection, storage, processing and utilization of your information as described in this Privacy Policy.": "Používaním tejto webovej aplikácie súhlasíte so zhromažďovaním, ukladaním, spracovaním a používaním vašich informácií, ako je opísané v týchto Zásadách ochrany osobných údajov.",
    "When you create or edit the info of your account or analyses, we might also store <b>creation/modification timestamps</b>.": "Keď vytvoríte alebo upravíte informácie o svojom účte alebo analýzach, môžeme ukladať aj <b>časové pečiatky vytvorenia/úpravy</b>.",
    "Where feasible, does your city's project financing strategy provide for a mix of financial instruments and/or business models to create public-private partnerships, multiple financiers and service providers (e.g. for coordinating and mobilizing resources, sharing associated investment risks etc)?": "Ak je to možné, poskytuje stratégia financovania projektov vášho mesta kombináciu finančných nástrojov a/alebo obchodných modelov na vytvorenie verejno-súkromných partnerstiev, viacerých poskytovateľov financií a služieb (napr. na koordináciu a mobilizáciu zdrojov, zdieľanie súvisiacich investičných rizík atď.)?",
    "whether or not you're logged in": "či ste alebo nie ste prihlásený",
    "Who we are": "Kto sme",
    "Will your city's project utilize other innovative sources, such as levies?": "Využije projekt vášho mesta aj iné inovatívne zdroje, ako napríklad odvody?",
    "With who we share your data": "S kým zdieľame vaše údaje",
    "Yes": "Áno",
    "You can change your profile info from here.<br />\\n To keep the same password, just leave the \"New Password\" field empty.<br />\\n If you wish to set a new password, you will also need to enter your current password.": "Tu môžete zmeniť svoje profilové informácie. <br />\\n Ak chcete zachovať rovnaké heslo, ponechajte pole „Nové heslo“ prázdne. <br />\\n Ak chcete nastaviť nové heslo, budete musieť zadať aj svoje aktuálne heslo.",
    "You can request a <b>full copy</b> or the <b>full erasure</b> of your data that we retain by contacting us.<br />\\n In addition, the aforementioned data <b>erasure does not include</b> any data we are obligated to keep for <b>legal or security purposes</b>.": "Kontaktovaním nás môžete požiadať o <b>úplnú kópiu</b> alebo <b>úplné vymazanie</b> vašich údajov, ktoré uchovávame. <br />\\n Vyššie uvedené <b>vymazanie údajov navyše nezahŕňa</b> žiadne údaje, ktoré sme povinní uchovávať na <b>právne alebo bezpečnostné účely</b>.",
    "You may <b>rectify</b> your personal data directly through the application, but you can contact us if you're unable to, in order to assert your rights.<br />\\n You may contact us in order to assert your right to find out whether your personal data is <b>being processed or restrict/object</b> to the processing thereof.": "Svoje osobné údaje môžete <b>opraviť</b> priamo prostredníctvom aplikácie, ale ak to nemôžete urobiť, môžete nás kontaktovať za účelom uplatnenia svojich práv. <br />\\n Môžete nás kontaktovať za účelom uplatnenia svojho práva na zistenie, či sú vaše osobné údaje <b>spracúvané, alebo obmedzenie/namietanie</b> ich spracúvania.",
    "Your <b>IP address</b> might be stored, in order for the application to function and if required to protect our services from attacks.<br />\\n This applies to all users, not just the registered and logged in ones.": "Vaša <b>IP adresa</b> môže byť uložená, aby aplikácia fungovala a v prípade potreby chránila naše služby pred útokmi. <br />\\n Platí to pre všetkých používateľov, nielen pre registrovaných a prihlásených.",
    "Your analyses": "Vaše analýzy",
    "Your Analysis Details": "Podrobnosti o vašej analýze",
    "Your questionnaire answers": "Odpovede na váš dotazník",
    "Your rights": "Vaše práva"
}