{
    "(Estimated) Date of completion": "(Predviden) datum dokončanja",
    "(Estimated) Starting date of implementation": "(Predvideni) datum začetka izvajanja",
    "<b>Analysis</b> is meant to be repeated <b>over time</b> alongside the early stages of city planning or projects’ preparation\\n process and can also serve as a <b>stand-alone capacity building resource</b> enabling a concise overview of new and innovative\\n financing instruments and an interpretation of their mechanisms and areas of application.": "<b>Analiza</b> naj bi se ponavljala <b>skozi čas</b> skupaj z zgodnjimi fazami načrtovanja mesta ali priprave projektov \\n in lahko služi tudi kot <b>samostojen vir za krepitev zmogljivosti,</b> ki omogoča jedrnat pregled novih in inovativnih \\n instrumente financiranja ter razlago njihovih mehanizmov in področij uporabe.",
    "<b>First-time user?</b> Check out the :GuidelinesLink.": "<b>Prvi uporabnik?</b> Oglejte si :GuidelinesLink.",
    "<b>This application requires cookies to function</b> properly. As such, the application will store cookies on your device, while using it.<br />\\n You can configure your browser to block the use of cookies, but that might render this application unusable for you.<br />\\n Some of these cookies might be retained for a few days, but if you wish, you can manually delete them from your browser earlier, once you're done using the application.<br />\\n <i>Please note that deleting your cookies will also instantly log you out.</i><br />": "<b>Ta aplikacija za pravilno delovanje potrebuje cookies</b>. Kot taka bo aplikacija shranila cookies na vaši napravi med uporabo. <br />\\n Brskalnik lahko nastavite tako, da blokira uporabo cookies, vendar bo zaradi tega ta aplikacija za vas neuporabna. <br />\\n Nekateri od teh cookies se lahko hranijo nekaj dni, vendar jih lahko, če želite, ročno izbrišete iz brskalnika prej, ko končate z uporabo aplikacije. <br />\\n <i>Upoštevajte, da boste z brisanjem cookies takoj odjavljeni.</i><br />",
    "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Need help using the app?</b> Check out the :GuidelinesLink!</span>\\n <span><b>Need further support or to contact us?</b> Email us: rdmtool.teeslab [at] unipi.gr</span>\\n <span><b>Want to look at the app's code?</b> Check out our :RepoLink!</span>\\n </div>": "<div class=\"flex flex-col gap-2 my-1\">\\n <span><b>Potrebujete pomoč pri uporabi aplikacije?</b> Oglejte si</span> :GuidelinesLink</p>! \\n <span><b>Potrebujete dodatno podporo ali nas kontaktirate?</b></span> Email</p> mi: rdmtool.teeslab [at] unipi.gr\\n <span><b>Si želite ogledati kodo aplikacije?</b> Oglejte si naše</span> :RepoLink</p>! \\n</div>",
    "<i>Please note that this process is not automated and might take a few days</i>.<br />\\n If you are looking to delete specific information, please refer to the <i>\"Data retention\"</i> section,\\n as you might be able to take advantage of the application's functions to delete what you need in an automated way.": "<i>Upoštevajte, da ta postopek ni avtomatiziran in lahko traja nekaj dni</i>. <br />\\n Če želite izbrisati določene podatke, si oglejte razdelek <i>»Hranjenje podatkov«</i>, \\n saj boste morda lahko izkoristili funkcije aplikacije za samodejno brisanje, kar potrebujete.",
    "Additionally, during your analyses, we collect the following:": "Poleg tega med vašimi analizami zbiramo naslednje:",
    "Already registered?": "Že registrirano?",
    "Analysis Actions": "Dejanja analize",
    "Analysis deleted successfully!": "Analiza uspešno izbrisana!",
    "Answers edited successfully!": "Odgovori so uspešno urejeni!",
    "Answers saved successfully!": "Odgovori uspešno shranjeni!",
    "Are Budgetary Rules for public and regional authorities revised to exclude financing schemes (e.g. EPC) from debt quota obligations?": "Ali so proračunska pravila za javne in regionalne organe spremenjena tako, da izključujejo sheme financiranja (npr EPC) iz obveznosti dolžniške kvote?",
    "Are city's own capital requirements (e.g. available city budget) sufficient to implement the financing scheme?": "Ali kapitalske zahteve mesta (npr. razpoložljivi mestni proračun) zadostujejo za izvedbo sheme financiranja?",
    "Are subsidies, tax benefits, or other incentives and obligations(e.g energy savings, EEOs, etc) available for private project investors and lenders?": "Ali so subvencije, davčne ugodnosti ali druge spodbude in obveznosti (npr. prihranek energije, EEOs itd.) na voljo zasebnim investitorjem in posojilodajalcem?",
    "Are your city's SECAP related projects and initiatives adequately disseminated to prospect investors and actors?": "Ali je vaše mesto SECAP povezani projekti in pobude ustrezno razširjajo potencialnim vlagateljem in akterjem?",
    "Are you sure you want to delete this analysis?": "Ali ste prepričani, da želite izbrisati to analizo?",
    "auth.failed": "Te poverilnice se ne ujemajo z našo evidenco.",
    "auth.password": "Navedeno geslo ni pravilno.",
    "auth.throttle": "Preveč poskusov prijave. Poskusite znova v :seconds sekund.",
    "Authority/Agency": "Organ/Agencija",
    "authority/agency": "organ/agencija",
    "Cancel": "Prekliči",
    "Can your municipality capitalize from lending institutions to support your city's project implementation?": "Ali lahko vaša občina izkoristi posojilne institucije za podporo izvajanja projekta vašega mesta?",
    "CBP": "CBP",
    "City/Region": "Mesto/regija",
    "city/region": "mesto/regija",
    "Confirm Password": "potrdi geslo",
    "Continue to the Quick Finance Readiness Check": "Nadaljujte na Quick Finance Readiness Check",
    "Cookies are small text files that a website may store on your device when you visit.": "Cookies so majhne besedilne datoteke, ki jih spletno mesto lahko shrani v vašo napravo, ko ga obiščete.",
    "Country": "Država",
    "Create": "Ustvari",
    "Create new analysis": "Ustvari novo analizo",
    "Cross-Sectoral": "Medsektorsko",
    "Cross Sectoral": "Medsektorsko",
    "current page & title": "trenutna stran in naslov",
    "Current Password": "trenutno geslo",
    "current questionnaire title (where it applies)": "trenutni naslov vprašalnika (kjer velja)",
    "Data retention": "Hranjenje podatkov",
    "Data safety": "Varnost podatkov",
    "Delete": "Izbriši",
    "detect, prevent and address potential security issues concerning our services": "odkrivanje, preprečevanje in obravnavanje morebitnih varnostnih težav v zvezi z našimi storitvami",
    "Development": "Razvoj",
    "Does the city have a history on default on debt?": "Ali ima mesto v preteklosti neplačevanje dolga?",
    "Does the municipality plan to sub-contract its roles and responsibilities with respect to project implementation, and/or transfer all or part of the necessary proceeds,  to a third implementing entity either internal or external?": "Ali namerava občina prenesti svoje vloge in odgovornosti v zvezi z izvajanjem projekta v podizvajalce in/ali prenesti vse ali del potrebnih prihodkov tretjemu izvajalskemu subjektu, bodisi notranjemu bodisi zunanjemu?",
    "Does the public stance support your city's project related investments within the planned timeframe?": "Ali stališče javnosti podpira naložbe vašega mesta, povezane s projekti, v načrtovanem časovnem okviru?",
    "Does your city's financing strategy analyze both public and private, domestic and international, potential funding sources for supporting the priorities identified?": "Ali strategija financiranja vašega mesta analizira tako javne kot zasebne, domače in mednarodne potencialne vire financiranja za podporo opredeljenih prednostnih nalog?",
    "Does your city's project demonstrate a clear national ownership and national direction on its strategic priorities, with a long-term finance orientation, considering potential options for refinancing or repaying investment (e.g. through energy bills or taxation etc)?": "Ali projekt vašega mesta kaže jasno nacionalno lastništvo in nacionalno usmeritev glede svojih strateških prednostnih nalog, z dolgoročno finančno usmeritvijo, ob upoštevanju možnih možnosti za refinanciranje ali povračilo naložbe (npr. z računi za energijo ali obdavčenjem itd.)?",
    "Does your city's project demonstrate a national investment prioritization process directly supported by existing municipal budgets and/or dedicated national or international funding sources?": "Ali projekt vašega mesta dokazuje nacionalni postopek določanja prednostnih naložb, ki ga neposredno podpirajo obstoječi občinski proračuni in/ali namenski nacionalni ali mednarodni viri financiranja?",
    "Does your city's project describe how priority objectives will be translated into specific concept notes, utilizing new financial instruments or mobilizing large scale finance from third development partners in the future?": "Ali projekt vašega mesta opisuje, kako bodo prednostni cilji prevedeni v posebne konceptualne opombe z uporabo novih finančnih instrumentov ali mobilizacijo obsežnega financiranja tretjih razvojnih partnerjev v prihodnosti?",
    "Does your city have a SECAP or other similar sustainable plan or strategy?": "Ali ima vaše mesto a SECAP ali drug podoben trajnostni načrt ali strategijo?",
    "Does your municipality have the appropriate (multi-departmental) structure responsible for the ultimate oversight, including co-ordination, monitoring, performance risks management etc, over your city's project efficient implementation?": "Ali ima vaša občina ustrezno (večoddelčno) strukturo, ki je odgovorna za končni nadzor, vključno z usklajevanjem, spremljanjem, obvladovanjem tveganj uspešnosti itd., nad učinkovitim izvajanjem projekta v vašem mestu?",
    "Does your municipality have the necessary capacity to conduct business development activities among which investigating alternative funding sources?": "Ali ima vaša občina potrebne zmogljivosti za izvajanje poslovnih razvojnih dejavnosti, med drugim za iskanje alternativnih virov financiranja?",
    "Does your municipality have the necessary know-how and/or technical expertise to support the implementation of the respective financing scheme?": "Ali ima vaša občina potrebno znanje in izkušnje in/ali tehnično strokovnost za podporo izvajanja zadevne sheme financiranja?",
    "Does your municipality have the necessary resources to support your city's project development and implementation within the planned timeframe?": "Ali ima vaša občina potrebna sredstva za podporo razvoju in izvedbi projekta vašega mesta v načrtovanem časovnem okviru?",
    "Do ownership issues with regard to city's assets (e.g. buildings) facilitate the implementation of your city's project related investments in these assets?": "Ali lastniška vprašanja v zvezi z mestnimi sredstvi (npr. stavbami) olajšajo izvedbo naložb vašega mesta v ta sredstva, povezanih s projekti?",
    "Do public procurement procedures facilitate sustainable energy investments adequately?": "Ali postopki javnega naročanja ustrezno spodbujajo naložbe v trajnostno energijo?",
    "Download results": "Prenesite rezultate",
    "Edit Profile": "Uredi profil",
    "Email": "Email",
    "Email address": "Email naslov",
    "Email Password Reset Link": "Email Povezava za ponastavitev gesla",
    "Failed to delete analysis!": "Analize ni bilo mogoče izbrisati!",
    "Failed to save answers!": "Odgovorov ni bilo mogoče shraniti!",
    "For each <b>sector of recommendation</b>, there are specific <b>innovative financing schemes</b> that could be best employed.": "Za vsak <b>priporočeni sektor</b> obstajajo posebne <b>inovativne sheme financiranja</b>, ki bi jih bilo mogoče najbolje uporabiti.",
    "For each <b>specific scheme</b> an easy-to-grasp checklist of selected decision criteria identifies an <b>ease of implementation\\n rate (%)</b>, based on the <b>project-specific characteristics</b> and the <b>general framework conditions</b>.": "Za vsako <b>posebno shemo</b> lahko pregleden kontrolni seznam izbranih meril odločanja identificira <b>stopnjo \\n enostavnosti izvajanja (%)</b> na podlagi <b>značilnosti, specifičnih za projekt,</b> in <b>splošnih okvirnih pogojev</b>.",
    "forgot password?": "Ste pozabili geslo?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password\\n reset link that will allow you to choose a new one.": "Ste pozabili geslo? Brez težav. Samo sporočite nam svoj e-poštni naslov in poslali vam bomo geslo \\n povezava za ponastavitev, ki vam bo omogočila izbiro novega.",
    "For the application to function": "Da aplikacija deluje",
    "For this please also see our template on calculating financial indicators that you can find on our website.": "Za to si oglejte tudi našo predlogo za izračun finančnih kazalnikov, ki jo najdete na naši spletni strani.",
    "fulfil our legal obligations": "izpolnjujemo svoje zakonske obveznosti",
    "General Information": "Splošne informacije",
    "Google Analytics Opt-out Browser Add-on": "Google Analytics Odjavi dodatek za brskalnik",
    "Great! You have gathered and prepared all or most of the relevant information needed. Your project is financially ready.\\n You can now approach investors of financing institutions or proceed with setting up your planned financing scheme.": "Super! Zbrali in pripravili ste vse ali večino ustreznih potrebnih informacij. Vaš projekt je finančno pripravljen. \\n Zdaj se lahko obrnete na vlagatelje finančnih institucij ali nadaljujete z vzpostavitvijo načrtovane sheme financiranja.",
    "Guest mode: log in if you want your analyses to be saved!": "Gostujoči način: prijavite se, če želite, da se vaše analize shranijo!",
    "Guidelines": "Smernice",
    "Has a baseline <strong>energy consumption</strong> been determined?": "Ali je bila določena osnovna <strong>poraba energije</strong>?",
    "Has your city's project been formally validated by your City's Council at a high political level?": "Ali je projekt vašega mesta uradno potrdil mestni svet na visoki politični ravni?",
    "Have you assessed any <strong>challenging regulations or policies</strong> that could pose a risk or barrier for your project?": "Ali ste ocenili kakšne <strong>zahtevne predpise ali politike</strong>, ki bi lahko predstavljali tveganje ali oviro za vaš projekt?",
    "Have you assessed any existing <strong>helpful regulations or policies</strong> that can support the development of your project?": "Ali ste ocenili obstoječe <strong>koristne predpise ali politike</strong>, ki lahko podpirajo razvoj vašega projekta?",
    "Have you assessed the <strong>market conditions</strong> for your project including <strong>incentives and potential barriers</strong>?": "Ali ste ocenili <strong>tržne pogoje</strong> za svoj projekt, vključno s <strong>spodbudami in morebitnimi ovirami</strong>?",
    "Have you calculated the <strong>expected revenues from energy savings</strong> and/or <strong>the expected revenues from the selling of renewable energy</strong> generated by your project over its lifetime?": "Ali ste izračunali <strong>pričakovane prihodke od prihrankov energije</strong> in/ali <strong>pričakovane prihodke od prodaje obnovljive energije,</strong> ki jo ustvari vaš projekt v življenjski dobi?",
    "Have you calculated your <strong>total investment costs</strong> for the project?": "Ali ste izračunali <strong>skupne investicijske stroške</strong> za projekt?",
    "Have you defined the <strong>measures</strong> that you intend to implement in your project?": "Ali ste opredelili <strong>ukrepe</strong>, ki jih nameravate izvesti v vašem projektu?",
    "Have you determined the <strong>payback period</strong> for your project?": "Ali ste določili <strong>vračilno dobo</strong> za svoj projekt?",
    "Have you determined the energy savings and/or renewable energy production resulting from your planned measures?": "Ali ste določili prihranek energije in/ali proizvodnjo obnovljive energije, ki izhaja iz vaših načrtovanih ukrepov?",
    "Have you developed a <strong>budget</strong> with all the costs for your project including operating costs?": "Ali ste razvili <strong>proračun</strong> z vsemi stroški za vaš projekt, vključno z operativnimi stroški?",
    "Have you developed a <strong>risk analysis</strong> of potential risks or negative impacts your project might have?": "Ali ste razvili <strong>analizo</strong> potencialnih tveganj ali negativnih vplivov, ki bi jih lahko imel vaš projekt?",
    "Have you developed a <strong>working plan or roadmap</strong> for the implementation of the project outlining the different steps and responsibilities?": "Ali ste razvili <strong>delovni načrt ali časovni načrt</strong> za izvedbo projekta, ki opisuje različne korake in odgovornosti?",
    "Have you developed an overview of the <strong>governance structure</strong> of the project, including roles and responsibilities and decision-making processes?": "Ali ste razvili pregled <strong>strukture upravljanja</strong> projekta, vključno z vlogami in odgovornostmi ter procesi odločanja?",
    "Help & Support": "Pomoč in podpora",
    "Home": "domov",
    "How we process your information": "Kako obdelujemo vaše podatke",
    "if you're in editing mode (where it applies)": "če ste v načinu urejanja (kjer velja)",
    "Implementation": "Izvedba",
    "In addition, Google Analytics uses cookies to function. For more information, please refer to the section <i>\"What data we collect\"</i>.": "poleg tega Google Analytics uporablja cookies delovati. Za več informacij si oglejte razdelek <i>»Katere podatke zbiramo«</i>.",
    "In addition, we gather <b>analytics</b> data (using Google Analytics 4) in order to prepare <b>aggregated, anonymized statistics on visitor’s activity</b>.\\n This data includes basic information about your device/browser (e.g. language), your region/country (<i>not</i> granular location or IP address),\\n and information as you browse the website and perform certain actions (e.g. view results, edit stored information); specifically:": "Poleg tega zbiramo <b>analitične</b> podatke (z uporabo Google Analytics 4) za pripravo <b>združenih, anonimiziranih statističnih podatkov o aktivnostih obiskovalcev</b>. \\n Ti podatki vključujejo osnovne informacije o vaši napravi/brskalniku (npr. jezik), vaši regiji/državi ( <i>ne</i> natančne lokacije ali naslova IP), \\n in informacije, ko brskate po spletnem mestu in izvajate določena dejanja (npr. ogled rezultatov, urejanje shranjenih informacij); posebej:",
    "In case the municipality plans to sub-contract and/or transfer all or part of the necessary proceeds, to a private third implementing entity is a clear explanation of the contractual arrangements, including transactional flow and/or flow of information, in place?": "Če občina namerava skleniti pogodbo s podizvajalci in/ali prenesti vse ali del potrebnih prihodkov na tretji zasebni izvajalski subjekt, ali obstaja jasna razlaga pogodbenih dogovorov, vključno s transakcijskim tokom in/ali tokom informacij?",
    "Innovative financing is an option for urban climate and sustainable development projects,\\n but cities, municipalities and regions need to know how to activate and use it.\\n The Recommendation-Decision Matrix tool is working to that effect!": "Inovativno financiranje je možnost za projekte urbanega podnebja in trajnostnega razvoja, \\n vendar ga morajo mesta, občine in regije znati aktivirati in uporabljati. \\n The Recommendation-Decision Matrix tool deluje v ta namen!",
    "innovative financing schemes": "inovativne sheme financiranja",
    "In order to calculate the impacts of your project, you need to know your baseline energy consumption before the implementation of any measures.": "Če želite izračunati vplive vašega projekta, morate pred izvedbo kakršnih koli ukrepov poznati svojo osnovno porabo energije.",
    "In order to calculate the revenues of your project you need to have a clear understanding of your impacts in terms of energy savings and/or renewable energy produced.": "Če želite izračunati prihodke vašega projekta, morate jasno razumeti svoje vplive v smislu prihrankov energije in/ali proizvedene obnovljive energije.",
    "Is a Steering Committee or similar internal mechanism in place or planned as a governing body to fully oversee and guide your city's project implementation?": "Ali je usmerjevalni odbor ali podoben notranji mehanizem vzpostavljen ali načrtovan kot upravni organ za popoln nadzor in usmerjanje izvajanja projekta v vašem mestu?",
    "Is co-financing available and complete detail provided in your city's project proposal budget?": "Ali je na voljo sofinanciranje in so vse podrobnosti navedene v proračunu predloga projekta vašega mesta?",
    "Is the city's cooperation and communication with non-traditional investment actors (e.g. ESCOs) sufficient to implement the respective scheme?": "Ali je sodelovanje in komunikacija mesta z netradicionalnimi naložbenimi akterji (npr ESCOs) dovolj za izvajanje zadevne sheme?",
    "Is the city's cooperation and communication with public actors for SECAP or other investment projects adequate so as to implement the financing scheme?": "Je sodelovanje mesta in komuniciranje z javnimi akterji za SECAP ali druge investicijske projekte, ki so primerni za izvajanje sheme financiranja?",
    "Is the city's cooperation and communication with traditional private actors for SECAP or other investment projects (e.g. banks, utilities, energy providers, etc) sufficient in order to implement the scheme?": "Je sodelovanje in komuniciranje mesta s tradicionalnimi zasebnimi akterji za SECAP ali drugi naložbeni projekti (npr. banke, javne službe, ponudniki energije itd.), ki zadostujejo za izvedbo sheme?",
    "Is the city's personnel for project underwriting &amp; evaluation sufficient to support the implementation of the respective financing scheme?": "Ali mestno osebje za prevzem in vrednotenje projekta zadostuje za podporo izvajanja zadevne sheme financiranja?",
    "Is the process to gain a construction/renovation permit fast and efficient?": "Ali je postopek pridobitve gradbenega/obnovitvenega dovoljenja hiter in učinkovit?",
    "Is the typical nominal bank lending rate relatively low?": "Ali je tipična nominalna bančna posojilna obrestna mera relativno nizka?",
    "Is your city's project anticipated duration and implementation schedule reasonable and fully coordinated with all relevant investment actors and stakeholders involved?": "Ali sta pričakovano trajanje projekta vašega mesta in časovni načrt izvajanja razumna in v celoti usklajena z vsemi pomembnimi vključenimi akterji pri naložbah in zainteresiranimi stranmi?",
    "It is important to understand which political factors or regulations can positively influence your project, including e.g. financial and regulatory incentives for energy efficiency measures, one-stop-shops, equal opportunities for public procurement, facilitated licensing for renewable energy projects, etc.": "Pomembno je razumeti, kateri politični dejavniki ali predpisi lahko pozitivno vplivajo na vaš projekt, vključno z npr. finančnimi in regulativnimi spodbudami za ukrepe energetske učinkovitosti, vse na enem mestu, enake možnosti za javna naročila, olajšano izdajanje dovoljenj za projekte obnovljive energije itd.",
    "It is important to understand which political factors or regulations negatively influence your project, such as e.g. long and bureaucratic licensing processes, requirements for impact assessments, land-use and ownership barriers etc.": "Pomembno je razumeti, kateri politični dejavniki ali predpisi negativno vplivajo na vaš projekt, kot so npr. dolgi in birokratski postopki izdajanja dovoljenj, zahteve za ocene učinka, ovire glede rabe zemljišč in lastništva itd.",
    "Learning Handbooks": "Priročniki za učenje",
    "Legal ground for processing your data": "Pravna podlaga za obdelavo vaših podatkov",
    "Legislative": "Zakonodajno",
    "Log In": "Vpiši se",
    "Log in to save and view your analyses": "Prijavite se, da shranite in si ogledate svoje analize",
    "Log Out": "Odjava",
    "Menu": "meni",
    "Missing answers detected! The results might be inaccurate.": "Zaznani manjkajoči odgovori! Rezultati so lahko netočni.",
    "Monitoring": "Spremljanje",
    "More information required. You still lack much for the required information before you can consider your project financially ready.\\n Please make sure to prepare the missing information. The more information you have prepared the easier it will be to obtain financial means for your project.": "Potrebnih je več informacij. Še vedno vam manjka veliko potrebnih informacij, preden lahko menite, da je vaš projekt finančno pripravljen. \\n Prosimo, da pripravite manjkajoče podatke. Več informacij kot boste pripravili, lažje boste pridobili finančna sredstva za vaš projekt.",
    "My Analyses": "Moje analize",
    "My analyses": "Moje analize",
    "Name": "Ime",
    "new password": "novo geslo",
    "New Password": "novo geslo",
    "Next": "Naslednji",
    "No": "št",
    "No analyses completed yet!": "Nobena analiza še ni končana!",
    "None of this data contains personally identifiable information or specific data you submitted.": "Nobeden od teh podatkov ne vsebuje osebnih podatkov ali posebnih podatkov, ki ste jih predložili.",
    "Normative": "Normativno",
    "No sensitive information gets collected by this application.": "Ta aplikacija ne zbira občutljivih podatkov.",
    "Note: The translations provided by this application have been automatically generated through the Google Cloud Translation API and the DeepL API.": "Opomba: Prevodi, ki jih ponuja ta aplikacija, so bili samodejno ustvarjeni prek Google Cloud TranslationAPI in DeepLAPI.",
    "Not registered?": "Niste registrirani?",
    "OK": "v redu",
    "outbound link text/destination (where it applies)": "besedilo/cilj izhodne povezave (kjer velja)",
    "pagination.next": "Naslednji \"",
    "pagination.previous": "« Prejšnja",
    "Partially": "Delno",
    "Password": "Geslo",
    "passwords.reset": "Vaše geslo je bilo ponastavljeno.",
    "passwords.sent": "Po e-pošti smo vam poslali povezavo za ponastavitev gesla.",
    "passwords.throttled": "Počakajte, preden poskusite znova.",
    "passwords.token": "Ta žeton za ponastavitev gesla ni veljaven.",
    "passwords.user": "Ne najdemo uporabnika s tem e-poštnim naslovom.",
    "Phase": "Faza",
    "plan/strategy": "načrt/strategija",
    "Please confirm deletion": "Prosimo, potrdite izbris",
    "Policy updates": "Posodobitve pravilnika",
    "previous page & title (<i>only</i> if it was still within this application)": "prejšnja stran in naslov ( <i>samo</i> če je še vedno znotraj te aplikacije)",
    "Privacy Policy": "Politika zasebnosti",
    "Private Buildings": "Zasebne zgradbe",
    "Proceed without an account": "Nadaljujte brez računa",
    "Profile info saved successfully!": "Informacije o profilu uspešno shranjene!",
    "Project Description": "Opis projekta",
    "Project title": "Naslov projekta",
    "Project Title": "Naslov projekta",
    "project title": "naslov projekta",
    "PROSPECT+": "PROSPECT+",
    "protect your vital interests or the vital interests of a third party, such as situations involving potential threads to a person's safety": "zaščitite svoje vitalne interese ali vitalne interese tretje osebe, kot so situacije, ki vključujejo potencialne niti za varnost osebe",
    "provide this service to you, as requested": "vam zagotovi to storitev, kot ste zahtevali",
    "Public Buildings": "Javne zgradbe",
    "Public Lighting": "Javna razsvetljava",
    "Public Lightning": "Javna strela",
    "Quick Finance Readiness Check": "Quick Finance Readiness Check",
    "Recommendation-Decision Matrix": "Recommendation-Decision Matrix",
    "Recommendation-Decision Matrix tool User Guide": "Recommendation-Decision Matrix tool Navodila",
    "Register": "Registrirajte se",
    "Remember me": "Zapomni si me",
    "repository": "repozitorij",
    "Reset Password": "Ponastavitev gesla",
    "Save": "Shrani",
    "Save & show results": "Shrani in prikaži rezultate",
    "Sector": "Sektor",
    "Select": "Izberite",
    "Select language": "Izberi jezik",
    "Select sector for your analysis:": "Izberite sektor za svojo analizo:",
    "Show results": "Pokaži rezultate",
    "Start!": "Začni!",
    "Start a new analysis": "Začnite novo analizo",
    "Technical or Non-technical": "Tehnično ali netehnično",
    "Thank you for using the PROSPECT+ Decision Matrix Tool to check which financing scheme will be the most suitable for your local authority to implement the planned\\n or ongoing local sustainable energy project for your city. Please note that all results have been automatically determined based on your answers, indicating an ease of\\n implementation rate (%) for each available financing scheme against the general framework conditions. More information on the set of financing alternatives is also\\n available on the PROSPECT+ :PPLearningHandbooksLink.": "Hvala za uporabo PROSPECT+ Orodje za matriko odločitev za preverjanje, katera shema financiranja bo za vašo lokalno oblast najprimernejša za izvedbo\\n načrtovanega ali trenutni lokalni projekt trajnostne energije za vaše mesto. Upoštevajte, da so bili vsi rezultati samodejno določeni na podlagi vaših\\n odgovorov, kar kaže na enostavnost stopnja izvajanja (%) za vsako razpoložljivo shemo financiranja glede na splošne okvirne pogoje.\\n Več informacij o naboru alternativ financiranja je tudi na voljo na PROSPECT+ :PPLearningHandbooksLink.",
    "The <b>Recommendation-Decision Matrix tool</b> has been developed in :PROSPECTplusLink, a capacity-building HORIZON 2020 project aiming at bringing\\n together EU municipalities and empowering them to make more informed decisions on implementing their local energy and climate plans\\n (e.g. SEAPs, SECAPs, etc.) by using the appropriate :PPLearningProgrammeLink.": "<b>Recommendation-Decision Matrix tool</b> je bilo razvito v :PROSPECTplusLink, krepitev zmogljivosti HORIZON 2020 projekt, katerega cilj je prinesti \\n združiti občine EU in jih opolnomočiti za sprejemanje bolj informiranih odločitev o izvajanju njihovih lokalnih energetskih in podnebnih načrtov \\n (npr SEAPs, SECAPs, itd.) z uporabo ustreznega :PPLearningProgrammeLink.",
    "The <b>Recommendation-Decision Matrix tool</b> is designed to support local governments on their <b>first\\n decision-making steps</b> against a wide array of <b>innovative schemes</b> for financing their climate and\\n sustainability actions. A <b>practical</b> and <b>easy-to-use tool</b>, <b>free</b> and <b>accessible</b> to all local and regional\\n authorities and their implementing agencies, who are looking at ways to increase or diversify their funding base\\n in order to bridge their municipal infrastructure needs across <b>5 different sectors</b>:": "<b>Recommendation-Decision Matrix tool</b> je zasnovano za podporo lokalnim vladam pri njihovih <b>prvih \\n korakih odločanja</b> v primerjavi s široko paleto <b>inovativnih shem</b> za financiranje njihovih podnebnih in \\n trajnostni ukrepi. <b>Praktično</b> in <b>za uporabo preprosto orodje</b>, <b>brezplačno</b> in <b>dostopno</b> vsem lokalnim in regionalnim \\n oblasti in njihove izvajalske agencije, ki iščejo načine za povečanje ali diverzifikacijo svoje baze financiranja \\n da bi premostili svoje potrebe po občinski infrastrukturi v <b>5 različnih sektorjih</b>:",
    "The analysis info you enter": "Podatki o analizi, ki jih vnesete",
    "The reasons we process your information depend on how you interact with this service and include:": "Razlogi, zaradi katerih obdelujemo vaše podatke, so odvisni od vaše interakcije s to storitvijo in vključujejo:",
    "These include all measures that result in energy savings or the production of renewable energies. You need to have a clear understanding of which measures you plan to implement in your project in order to understand the project costs and revenues.": "Sem spadajo vsi ukrepi, ki imajo za posledico prihranek energije ali proizvodnjo obnovljivih virov energije. Da bi razumeli stroške in prihodke projekta, morate jasno razumeti, katere ukrepe nameravate izvesti v svojem projektu.",
    "This web application was created and is hosted by <b>TEESlab</b>.": "Ta spletna aplikacija je bila ustvarjena in jo gosti <b>TEESlab</b>.",
    "To facilitate account creation, recovery and user authentication": "Za lažje ustvarjanje računa, obnovitev in preverjanje pristnosti uporabnika",
    "Transport": "Transport",
    "Transportation": "Prevozništvo",
    "Type of measure": "Vrsta ukrepa",
    "type of measure": "vrsto ukrepa",
    "unexpected errors received": "prejete nepričakovane napake",
    "Usage of cookies": "Uporaba cookies",
    "User Guide": "Navodila",
    "User name": "uporabniško ime",
    "User password <i>(more accurately, its derivative hash)</i>": "Uporabniško geslo <i>(natančneje, njegova izpeljanka)</i>",
    "validation.accepted": "The :attribute polje mora biti sprejeto.",
    "validation.accepted_if": "The :attribute polje mora biti sprejeto, ko :other je :value.",
    "validation.url": "The :attribute polje mora biti veljaven URL.",
    "validation.after": "The :attribute polje mora biti datum po :date.",
    "validation.after_or_equal": "The :attribute polje mora biti datum za ali enak :date.",
    "validation.alpha": "The :attribute polje mora vsebovati samo črke.",
    "validation.alpha_dash": "The :attribute polje sme vsebovati samo črke, številke, pomišljaje in podčrtaje.",
    "validation.alpha_num": "The :attribute polje mora vsebovati samo črke in številke.",
    "validation.array": "The :attribute polje mora biti niz.",
    "validation.ascii": "The :attribute polje mora vsebovati samo enobajtne alfanumerične znake in simbole.",
    "validation.attributes.attribute-name": "ime po meri",
    "validation.before": "The :attribute polje mora biti datum pred :date.",
    "validation.before_or_equal": "The :attribute polje mora biti datum pred ali enak :date.",
    "validation.between.array": "The :attribute polje mora imeti med :min in :max predmete.",
    "validation.between.file": "The :attribute polje mora biti med :min in :max kilobajtov.",
    "validation.between.numeric": "The :attribute polje mora biti med :min in :max.",
    "validation.between.string": "The :attribute polje mora biti med :min in :max znakov.",
    "validation.boolean": "The :attribute polje mora biti resnično ali napačno.",
    "validation.confirmed": "The :attribute potrditev polja se ne ujema.",
    "validation.current_password": "Geslo ni pravilno.",
    "validation.custom.attribute-name.rule-name": "sporočilo po meri",
    "validation.date": "The :attribute polje mora biti veljaven datum.",
    "validation.date_equals": "The :attribute polje mora biti enak datumu :date.",
    "validation.date_format": "The :attribute polje se mora ujemati z obliko :format.",
    "validation.decimal": "The :attribute polje mora imeti :decimal decimalna mesta.",
    "validation.declined": "The :attribute polje je treba zavrniti.",
    "validation.declined_if": "The :attribute polje je treba zavrniti, ko :other je :value.",
    "validation.different": "The :attribute polje in :other mora biti drugačen.",
    "validation.digits": "The :attribute polje mora biti :digits števke.",
    "validation.digits_between": "The :attribute polje mora biti med :min in :max števke.",
    "validation.dimensions": "The :attribute polje ima neveljavne dimenzije slike.",
    "validation.distinct": "The :attribute polje ima podvojeno vrednost.",
    "validation.doesnt_end_with": "The :attribute polje se ne sme končati z enim od naslednjega: :values.",
    "validation.doesnt_start_with": "The :attribute polje se ne sme začeti z enim od naslednjega: :values.",
    "validation.email": "The :attribute polje mora biti veljaven e-poštni naslov.",
    "validation.ends_with": "The :attribute polje se mora končati z enim od naslednjega: :values.",
    "validation.not_in": "Izbrani :attribute je neveljaven.",
    "validation.file": "The :attribute polje mora biti datoteka.",
    "validation.filled": "The :attribute polje mora imeti vrednost.",
    "validation.gt.array": "The :attribute polje mora imeti več kot :value predmete.",
    "validation.gt.file": "The :attribute polje mora biti večje od :value kilobajtov.",
    "validation.gt.numeric": "The :attribute polje mora biti večje od :value.",
    "validation.gt.string": "The :attribute polje mora biti večje od :value znakov.",
    "validation.gte.array": "The :attribute polje mora imeti :value predmetov ali več.",
    "validation.gte.file": "The :attribute polje mora biti večje ali enako :value kilobajtov.",
    "validation.gte.numeric": "The :attribute polje mora biti večje ali enako :value.",
    "validation.gte.string": "The :attribute polje mora biti večje ali enako :value znakov.",
    "validation.image": "The :attribute polje mora biti slika.",
    "validation.integer": "The :attribute polje mora biti celo število.",
    "validation.in_array": "The :attribute polje mora obstajati v :other.",
    "validation.ip": "The :attribute polje mora biti veljaven naslov IP.",
    "validation.ipv4": "The :attribute polje mora biti veljaven naslov IPv4.",
    "validation.ipv6": "The :attribute mora biti veljaven naslov IPv6.",
    "validation.json": "The :attribute mora biti veljaven niz JSON.",
    "validation.lowercase": "The :attribute polje mora biti napisano z malimi črkami.",
    "validation.lt.array": "The :attribute polje mora imeti manj kot :value predmete.",
    "validation.lt.file": "The :attribute polje mora biti manjše od :value kilobajtov.",
    "validation.lt.numeric": "The :attribute polje mora biti manjše od :value.",
    "validation.lt.string": "The :attribute polje mora biti manjše od :value znakov.",
    "validation.lte.array": "The :attribute polje ne sme imeti več kot :value predmete.",
    "validation.lte.file": "The :attribute polje mora biti manjše ali enako :value kilobajtov.",
    "validation.lte.numeric": "The :attribute polje mora biti manjše ali enako :value.",
    "validation.lte.string": "The :attribute polje mora biti manjše ali enako :value znakov.",
    "validation.mac_address": "The :attribute mora biti veljaven naslov MAC.",
    "validation.max.array": "The :attribute polje ne sme imeti več kot :max predmete.",
    "validation.max.file": "The :attribute polje ne sme biti večje od :max kilobajtov.",
    "validation.max.numeric": "The :attribute polje ne sme biti večje od :max.",
    "validation.max.string": "The :attribute polje ne sme biti večje od :max znakov.",
    "validation.max_digits": "The :attribute polje ne sme imeti več kot :max števke.",
    "validation.mimetypes": "The :attribute polje mora biti datoteka vrste: :values.",
    "validation.min.array": "The :attribute polje mora imeti vsaj :min predmete.",
    "validation.min.file": "The :attribute polje mora biti najmanj :min kilobajtov.",
    "validation.min.numeric": "The :attribute polje mora biti najmanj :min.",
    "validation.min.string": "The :attribute polje mora biti najmanj :min znakov.",
    "validation.min_digits": "The :attribute polje mora imeti vsaj :min števke.",
    "validation.missing": "The :attribute polje mora manjkati.",
    "validation.missing_if": "The :attribute polje mora manjkati, ko :other je :value.",
    "validation.missing_unless": "The :attribute polje mora manjkati, razen če :other je :value.",
    "validation.missing_with": "The :attribute polje mora manjkati, ko :values je prisoten.",
    "validation.missing_with_all": "The :attribute polje mora manjkati, ko :values so prisotni.",
    "validation.multiple_of": "The :attribute polje mora biti večkratnik :value.",
    "validation.regex": "The :attribute format polja je neveljaven.",
    "validation.numeric": "The :attribute polje mora biti številka.",
    "validation.password.letters": "The :attribute polje mora vsebovati vsaj eno črko.",
    "validation.password.mixed": "The :attribute polje mora vsebovati vsaj eno veliko in eno malo črko.",
    "validation.password.numbers": "The :attribute polje mora vsebovati vsaj eno številko.",
    "validation.password.symbols": "The :attribute polje mora vsebovati vsaj en simbol.",
    "validation.password.uncompromised": "Dano :attribute se je pojavilo pri uhajanju podatkov. Prosimo, izberite drugo :attribute.",
    "validation.present": "The :attribute polje mora biti prisotno.",
    "validation.prohibited": "The :attribute polje je prepovedano.",
    "validation.prohibited_if": "The :attribute polje je prepovedano, ko :other je :value.",
    "validation.prohibited_unless": "The :attribute polje je prepovedano, razen če :other je v :values.",
    "validation.prohibits": "The :attribute polje prepoveduje :other od prisotnosti.",
    "validation.required": "The :attribute polje je obvezno.",
    "validation.required_array_keys": "The :attribute polje mora vsebovati vnose za: :values.",
    "validation.required_if": "The :attribute polje je obvezno, ko :other je :value.",
    "validation.required_if_accepted": "The :attribute polje je obvezno, ko :other je sprejet.",
    "validation.required_unless": "The :attribute polje je obvezno, razen če :other je v :values.",
    "validation.required_with": "The :attribute polje je obvezno, ko :values je prisoten.",
    "validation.required_without": "The :attribute polje je obvezno, ko :values ni prisoten.",
    "validation.required_without_all": "The :attribute polje je obvezno, če nobeno od :values so prisotni.",
    "validation.required_with_all": "The :attribute polje je obvezno, ko :values so prisotni.",
    "validation.same": "The :attribute polje se mora ujemati :other.",
    "validation.size.array": "The :attribute polje mora vsebovati :size predmete.",
    "validation.size.file": "The :attribute polje mora biti :size kilobajtov.",
    "validation.size.numeric": "The :attribute polje mora biti :size.",
    "validation.size.string": "The :attribute polje mora biti :size znakov.",
    "validation.starts_with": "The :attribute polje se mora začeti z enim od naslednjega: :values.",
    "validation.string": "The :attribute polje mora biti niz.",
    "validation.timezone": "The :attribute polje mora biti veljaven časovni pas.",
    "validation.ulid": "The :attribute polje mora biti veljaven ULID.",
    "validation.unique": "The :attribute je že zavzeto.",
    "validation.uploaded": "The :attribute nalaganje ni uspelo.",
    "validation.uppercase": "The :attribute polje mora biti z velikimi črkami.",
    "validation.uuid": "The :attribute polje mora biti veljaven UUID.",
    "View/Edit": "Ogled/urejanje",
    "View/Edit Info": "Ogled/urejanje informacij",
    "We collect the data <b>registered and logged in users directly provide</b> to us.<br />\\n More specifically, provided during registration or when editing your profile:": "Zbiramo podatke, ki nam <b>jih neposredno posredujejo registrirani in prijavljeni uporabniki</b>. <br />\\n Natančneje, na voljo med registracijo ali urejanjem vašega profila:",
    "We do <b>not</b> share your personal data with any third parties.<br />\\n Your anonymized site activity will be gathered by Google Analytics, as described above.": "Vaših osebnih podatkov <b>ne</b> delimo s tretjimi osebami. <br />\\n Vašo anonimizirano dejavnost na spletnem mestu bo zbiral Google Analytics, kot je opisano zgoraj.",
    "We have implemented appropriate and reasonable technical security measures to secure the date we process and retain.<br />\\n However, the transmission of data between our services and your device is at your own risk.\\n You should access our services through a secure connection and device.": "Izvedli smo ustrezne in razumne tehnične varnostne ukrepe za zaščito datuma, ki ga obdelujemo in hranimo. <br />\\n Vendar je prenos podatkov med našimi storitvami in vašo napravo na lastno odgovornost. \\n Do naših storitev morate dostopati prek varne povezave in naprave.",
    "We inform you that you have the right to lodge a complaint to the competent data protection authority, pursuant to Article 77 of the Regulation\\n (EU) 2016/679, if you believe that your personal data have been processed in violation of any applicable law concerning data protection.": "Obveščamo vas, da imate pravico do vložitve pritožbe pri pristojnem organu za varstvo podatkov, v skladu s 77. členom Uredbe. \\n(EU) 2016/679, če menite, da so bili vaši osebni podatki obdelani v nasprotju z veljavno zakonodajo o varstvu podatkov.",
    "We keep the data listed above for <b>as long as necessary</b> to fulfil the purposes already described.<br />\\n When you perform <b>changes</b> your account or analysis data, the <b>previous data will not be retained</b>.<br />\\n When account or analysis data gets <b>deleted by the user</b>, we <b>do not keep</b> it on our infrastructure anymore.": "Zgoraj navedene podatke hranimo <b>toliko časa, kolikor je potrebno</b> za izpolnitev že opisanih namenov. <br />\\n Ko <b>spremenite</b> svoj račun ali podatke analize, <b>prejšnji podatki ne bodo ohranjeni</b>. <br />\\n Ko <b>uporabnik izbriše</b> podatke o računu ali analizi, jih <b>ne hranimo</b> več v naši infrastrukturi.",
    "We may revise this Privacy & Cookies policy from time to time, for example due to changes in our practices or for other operational,\\n legal or regulatory reasons. You should check this page occasionally to ensure you are up to date with the most current version of the policy.": "To zasebnost in Cookies politike občasno, na primer zaradi sprememb naših praks ali drugih operativnih, \\n pravni ali regulativni razlogi. Občasno preverite to stran, da zagotovite, da ste na tekočem z najnovejšo različico pravilnika.",
    "We process your data on the legal ground that such processing is necessary to:": "Vaše podatke obdelujemo na pravni podlagi, da je taka obdelava potrebna za:",
    "What data we collect": "Katere podatke zbiramo",
    "When using this web application you consent to the collection, storage, processing and utilization of your information as described in this Privacy Policy.": "Ko uporabljate to spletno aplikacijo, se strinjate z zbiranjem, shranjevanjem, obdelavo in uporabo vaših podatkov, kot je opisano v tem pravilniku o zasebnosti.",
    "When you create or edit the info of your account or analyses, we might also store <b>creation/modification timestamps</b>.": "Ko ustvarite ali uredite podatke svojega računa ali analize, lahko shranimo tudi <b>časovne žige ustvarjanja/spreminjanja</b>.",
    "Where feasible, does your city's project financing strategy provide for a mix of financial instruments and/or business models to create public-private partnerships, multiple financiers and service providers (e.g. for coordinating and mobilizing resources, sharing associated investment risks etc)?": "Ali strategija financiranja projektov vašega mesta, kjer je to izvedljivo, predvideva kombinacijo finančnih instrumentov in/ali poslovnih modelov za ustvarjanje javno-zasebnih partnerstev, več financerjev in ponudnikov storitev (npr. za usklajevanje in mobilizacijo virov, delitev povezanih naložbenih tveganj itd.)?",
    "whether or not you're logged in": "ali ste prijavljeni ali ne",
    "Who we are": "Kdo smo",
    "Will your city's project utilize other innovative sources, such as levies?": "Ali bo projekt vašega mesta uporabil druge inovativne vire, kot so dajatve?",
    "With who we share your data": "S kom delimo vaše podatke",
    "Yes": "ja",
    "You are almost there. Please make sure to provide the missing information about your planned project so that investors can quickly and easily understand\\n what the project is about. This includes most importantly the planned measures and the anticipated energy savings or renewable energy produced resulting\\n from these measures. You should also consider risks your project might face and assess challenging and supporting regulations within your country that\\n have an effect on your planned project.": "Skoraj ste tam. Prosimo, zagotovite manjkajoče informacije o vašem načrtovanem projektu, da bodo vlagatelji hitro in enostavno razumeli \\n za kaj gre pri projektu. To vključuje predvsem načrtovane ukrepe in pričakovane prihranke energije ali posledično proizvedeno obnovljivo energijo \\n od teh ukrepov. Upoštevati morate tudi tveganja, s katerimi se lahko sooči vaš projekt, in oceniti zahtevne in podporne predpise v vaši državi \\n vplivati na vaš načrtovani projekt.",
    "You can change your profile info from here.<br />\\n To keep the same password, just leave the \"New Password\" field empty.<br />\\n If you wish to set a new password, you will also need to enter your current password.": "Podatke o svojem profilu lahko spremenite tukaj. <br />\\n Če želite ohraniti isto geslo, pustite polje »Novo geslo« prazno. <br />\\n Če želite nastaviti novo geslo, boste morali vnesti tudi trenutno geslo.",
    "You can request a <b>full copy</b> or the <b>full erasure</b> of your data that we retain by contacting us.<br />\\n In addition, the aforementioned data <b>erasure does not include</b> any data we are obligated to keep for <b>legal or security purposes</b>.": "Zahtevate lahko <b>celotno kopijo</b> ali <b>popoln izbris</b> vaših podatkov, ki jih hranimo, tako da nas kontaktirate. <br />\\n Poleg tega zgoraj omenjeni <b>izbris podatkov ne vključuje</b> nobenih podatkov, ki smo jih dolžni hraniti zaradi <b>pravnih ali varnostnih razlogov</b>.",
    "You may <b>rectify</b> your personal data directly through the application, but you can contact us if you're unable to, in order to assert your rights.<br />\\n You may contact us in order to assert your right to find out whether your personal data is <b>being processed or restrict/object</b> to the processing thereof.": "Osebne podatke lahko <b>popravite</b> neposredno prek aplikacije, lahko pa nas kontaktirate, če tega ne morete, da uveljavite svoje pravice. <br />\\n Z nami se lahko obrnete, da uveljavljate svojo pravico izvedeti, ali se vaši osebni podatki <b>obdelujejo ali omejiti/nasprotovati</b> njihovi obdelavi.",
    "Your <b>IP address</b> might be stored, in order for the application to function and if required to protect our services from attacks.<br />\\n This applies to all users, not just the registered and logged in ones.": "Vaš <b>naslov IP</b> je morda shranjen, da aplikacija deluje in po potrebi zaščiti naše storitve pred napadi. <br />\\n To velja za vse uporabnike, ne le za registrirane in prijavljene.",
    "Your analyses": "Vaše analize",
    "Your Analysis Details": "Podrobnosti vaše analize",
    "Your questionnaire answers": "Vaši odgovori na vprašalnik",
    "Your rights": "Vaše pravice"
}